Repository: yun-mh/uniwalk
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id, ko, pt_br, zh_hans

# カート
source: Cart
id: Kartu kredit
ko: 카트
pt_br: carrinho de compra
zh_hans: 购物车

# デザイン
source: Design
id: Desain
ko: 디자인
pt_br: designer
zh_hans: DIY

# 商品
source: Products
id: Produk
ko: 상품
pt_br: produto
zh_hans: 商品

# 足長(左)
source: Foot length(Left)
id: Panjang kaki (kiri)
ko: 발 길이(좌)
pt_br: largura do pé esquerdo
zh_hans: 左脚尺寸

# 足長(右)
source: Foot length(Right)
id: Panjang kaki (kanan)
ko: 발 길이(우)
pt_br: largura do pé direito
zh_hans: 右脚尺寸

# 足幅(左)
source: Foot width(Left)
id: Lebar kaki(kiri)
ko: 발 넓이(좌)
pt_br: comprimento do pé esquerdo
zh_hans: 左脚脚宽

# 足幅(右)
source: Foot width(Right)
id: Lebar kaki(kanan)
ko: 발 넓이(우)
pt_br: comprimento do direito
zh_hans: 右脚脚宽

# 数量
source: Quantity
id: Jumlah
ko: 수량
pt_br: quantidade
zh_hans: 数量

# 活性化
source: Active
id: Aktivasi
ko: 활성화
pt_br: Ativação
zh_hans: 激活

# 会員
source: Member
ko: 회원
pt_br: membro
zh_hans: 会员

# カートセッションキー
source: Cart Session Key
id: Kunci sesi
ko: 카트 세션키
pt_br: chave sessão do carrinho de compra
zh_hans: 购物车密钥键

# 登録日時
source: Created at
id: Tanggal dan waktu pendaftaran
ko: 등록일시
pt_br: data de registro
zh_hans: 登陆时间

# 更新日時
source: Modified at
id: Tanggal dan waktu pabaru
ko: 갱신일시
pt_br: data atualizada
zh_hans: 更新时间

# 日本地域コード (2桁)
source: Prefectural code(2 digits)
id: Kode wilayah jepang(2-digit)
ko: 일본지역코드(2자리)
pt_br: codigo do japao(2 dígitos)
zh_hans: 日本地区代码（两位数）

# 日本郵便番号：数字７桁
source: Japan Postal Code: 7 digits
id: Kode pos jepang, 7 digit
ko: 일본우편번호：숫자 7자리
pt_br: codigo postal(7 digitos)
zh_hans: 日本邮政编码：七位数字

# 素材情報
source: Material info
id: Informasi material
ko: 소재 정보
pt_br: informação do material
zh_hans: 材质信息

# デザイン情報
source: Design info
id: Informasi desain
ko: 디자인 정보
pt_br: informação do design
zh_hans: DIY信息

# デザイン詳細
source: Design Spec.
id: Detail desain
ko: 디자인 상세
pt_br: detalhes do design
zh_hans: DIY详情

# 素材名
source: Material name
id: Nama material
ko: 소재명
pt_br: nome do material
zh_hans: 材质名

# 素材画像
source: Material image
id: Gambar material
ko: 소재 이미지
pt_br: foto do material
zh_hans: 材质图片

# 素材コード
source: Material code
id: Kode material
ko: 소재코드
pt_br: codigo do material
zh_hans: 材质代号

# 素材
source: Material
ko: 소재
zh_hans: 材质

# デザインid
source: Design ID
id: Id desain
ko: 디자인id
pt_br: ID do design
zh_hans: DIY ID

# 正面
source: Front
id: Depan
ko: 정면
pt_br: frontal
zh_hans: 正面

# 側面
source: Side
id: Samping
ko: 측면
pt_br: lateral
zh_hans: 侧面

# 上面
source: Upper
id: Atas
ko: 상면
pt_br: superior
zh_hans: 上面

# 下面
source: Bottom
id: Bawah
ko: 하면
pt_br: inferior
zh_hans: 下面

# デザインイメージ
source: Design image
id: Gambar desain
ko: 디자인 이미지
pt_br: amostra do design
zh_hans: DIY图像

# ユーザ
source: User
ko: 유저
pt_br: usuário
zh_hans: 用户

# アウトソール素材(左)
source: Outsole Material(Left)
id: Material outsol (kiri)
ko: 아웃솔 소재(좌)
pt_br: material solado (esquerda)
zh_hans: 鞋大底材质（左侧）

# ミッドソール素材(左)
source: Midsole Material(Left)
id: Material midsole (kiri)
ko: 미드솔 소재(좌)
pt_br: material entressola (esquerda)
zh_hans: 鞋底材质（左侧）

# アッパーソール素材(左)
source: Uppersole Material(Left)
id: Material uppersole (kiri)
ko: 어퍼솔 소재(좌)
pt_br: Material da sola superior (esquerda)
zh_hans: 鞋帮材质（左侧）

# シューレース素材(左)
source: Shoelace Material(Left)
id: Material tali sepatu (kiri)
ko: 슈레이스 소재(좌)
pt_br: Material de renda (esquerda)
zh_hans: 鞋带材质（左侧）

# タン素材(左)
source: Tongue Material(Left)
id: Material lidah sepatu (kiri)
ko: 텅 소재(좌)
pt_br: material da lingueta (esquerda)
zh_hans: 鞋舌材质（左侧）

# アウトソール素材(右)
source: Outsole Material(Right)
id: Material outsol (kanan)
ko: 아웃솔 소재(우)
pt_br: material solado (direita)
zh_hans: 鞋大底材质（右侧）

# ミッドソール素材(右)
source: Midsole Material(Right)
id: Material midsole (kanan)
ko: 미드솔 소재(우)
pt_br: material entressola (direita)
zh_hans: 鞋底材质（右侧）

# アッパーソール素材(右)
source: Uppersole Material(Right)
id: Material uppersole (kanan)
ko: 어퍼솔 소재(우)
pt_br: Material da sola superior (direita)
zh_hans: 鞋帮材质（右侧）

# シューレース素材(右)
source: Shoelace Material(Right)
id: Material tali sepatu (kanan)
ko: 슈레이스 소재(우)
pt_br: Material de renda (direita)
zh_hans: 鞋带材质（右侧）

# タン素材(右)
source: Tongue Material(Right)
id: Material lidah sepatu (kanan)
ko: 텅 소재(우)
pt_br: material da lingueta (direita)
zh_hans: 鞋舌材质（右侧）

# 番号
source: Number
id: Nomor
ko: 번호
pt_br: número
zh_hans: 号码

# カスタマイズデザインコード
source: Customized Design Code
id: Kode kustomisasi desain
ko: 커스터마이즈 디자인 코드
pt_br: codigo de design customizado
zh_hans: DIY代号

# いいねユーザ
source: Likes user
id: Pengguna yang menyukai
ko: 좋아요한 유저
pt_br: curtir
zh_hans: 已点赞用户

# 入力した情報をもう一度確認してください。
source: Please check your input data.
id: Periksa informasi yang anda masukan
ko: 입력한 정보를 다시 한 번 확인해주세요.
pt_br: verificar novamente os dados digitdo
zh_hans: 请再次确认已输入的信息

# 注文アイテム
source: Order Item
id: Barang pesanan
ko: 주문 아이템
pt_br: item encomendado
zh_hans: 订单项目

# 1件の注文の対応を
source: The process of 1 item
id: 1 respons pesanan
ko: 1건의 주문 대응을
pt_br: correspondência de um pedido
zh_hans: 把一份订单的回复

# %s 注文の対応を
source: The process of %s items
id: %s Penanganan pesanan
ko: %s 주문 대응을
pt_br: %s correspondência do pedido
zh_hans: %s 把订单的回复

# %s 入金前に変更しました。
source: %s got to be Before transfer
id: %s Perubahan sebelum pembayaran
ko: %s 입금전으로 변경했습니다.
pt_br: %s mudou para antes da efetuação de pagamento
zh_hans: %s 支付前已发生变更

# 選択した注文を入金前に変更
source: Make the selected items 'Before transfer'
id: Perbarui pilihan pesanan sebelum pembayaran
ko: 선택한 주문을 입금전으로 변경
pt_br: mudar o pedido para antes da efetuação de pagamento
zh_hans: 选择中的订单在支付前进行更改

# %s 決済処理中に変更しました。
source: %s got to be Processing billing
id: %s Berubah selama pemrosesan pembayaran.
ko: %s 결제처리중으로 변경했습니다.
pt_br: %s mudou para Durante o processamento de pagamento
zh_hans: %s 支付中发生了变更

# 選択した注文を決済処理中に変更
source: Make the selected items 'Processing billing'
id: Ubah pesanan yang dipilih selama proses pembayaran
ko: 선택한 주문을 결제처리중으로 변경
pt_br: mudar para Durante o processamento de pagamento
zh_hans: 选择中的订单在支付中发生了变更

# %s 決済確認済みに変更しました。
source: %s got to be Billing checked
id: %s Perubahan ke pembayaran dikonfirmasi.
ko: %s 결제확인완료로 변경했습니다.
pt_br: %s mudou para confirmação do processamento de pagamento
zh_hans: %s 支付完成后发生了变更

# 選択した注文を決済確認済みに変更
source: Make the selected items 'Billing checked'
id: Ubah pesanan yang dipilih ke pembayaran dikonfirmasi
ko: 선택한 주문을 결제확인완료로 변경
pt_br: mudar o pedido escolhido para confirmação do processamento de pagamento
zh_hans: 选择中的订单在支付完成后发生了变更

# %s 対応中に変更しました。
source: %s got to be Processing
id: %s Mengubah menjadi proses korespondensi.
ko: %s 대응중으로 변경했습니다.
pt_br: %s mudou o pedido escolhido para resolvendo
zh_hans: %s 售后中发生了变更

# 選択した注文を対応中に変更
source: Make the selected items 'Processing'
id: Ubah menjadi dalam proses korespondensi
ko: 선택한 주문을 대응중으로 변경
pt_br: mudar pedido escolhido para resolvendo
zh_hans: 选择中的订单

# %s 発送済みに変更しました。
source: %s got to be Shipped
id: %s Ubah menjadi proses pengiriman
ko: %s 발송완료로 변경했습니다.
pt_br: %s mudou pedido para enviado
zh_hans: %s 发货完成后发生了变更

# 選択した注文を発送済みに変更
source: Make the selected items 'Shipped'
id: Ubah pilihan menjadi dalam proses pengiriman
ko: 선택한 주문을 발송완료로 변경
pt_br: mudar pedido para enviado
zh_hans: 选择中的订单在发货完成后变更

# %s 注文取消しに変更しました。
source: %s got to be Canceled
id: %s Ubah menjadi pembatalan pesanan
ko: %s 주문취소로 변경했습니다.
pt_br: %s mudou o pedido para pedido cancelado
zh_hans: %s 订单取消时发生了变更

# 注文情報
source: Order info
id: Informasi pesanan
ko: 주문 정보
pt_br: informação do pedido
zh_hans: 订单信息

# 注文者情報
source: Orderer info
id: Informasi pemesan
ko: 주문자 정보
pt_br: informação do cliente que efetuou o pedido
zh_hans: 顾客信息

# 配送先情報
source: Delivery info
id: Informasi pengiriman
ko: 배송지 정보
pt_br: informação do destínatário
zh_hans: 送货地址

# 請求書
source: Bill
id: Faktur
ko: 청구서
pt_br: Fatura
zh_hans: 账单

# 領収書
source: Receipt
id: Resi
ko: 영수증
pt_br: Recibo
zh_hans: 收据

# 発注書
source: Ordersheet
id: Bon pesanan
ko: 발주서
pt_br: formulário de pedido
zh_hans: 订单

# 仕様書
source: Specification
id: Spesifikasi
ko: 사양서
pt_br: formulário de Especificações
zh_hans: 规格明细书

# 納品書
source: Invoice
id: Catanan pengiriman
ko: 납품서
pt_br: Nota de entrega
zh_hans: 交货单

# 顧客名
source: Customer name
id: Nama pelanggan
ko: 고객명
pt_br: nome do cliente
zh_hans: 顾客名

# 顧客名(カナ)
source: Customer name(kana)
id: Nama pelanggan (katakana)
ko: 고객명(가나)
pt_br: nome do cliente(katakana)
zh_hans: 顾客名（片假名）

# 対応情報
source: Process info
id: Informasi korespondensi
ko: 대응정보
pt_br: informação a ser a resolvida
zh_hans: 售后信息

# クレジットカード
source: Credit Card
id: Kartu kredit
ko: 신용카드
pt_br: cartão de credíto
zh_hans: 信用卡

# 振込
source: Bank transfer
id: Transfer
ko: 계좌이체
pt_br: depósito
zh_hans: 汇款

# メールアドレス
source: Email
id: Alamat email
ko: 이메일 주소
zh_hans: 电子邮箱

# 姓
source: Last name
id: Nama belakang
ko: 성
pt_br: sobrenome
zh_hans: 姓

# 名
source: First name
id: Nama depan
ko: 명
pt_br: nome
zh_hans: 名

# 姓(カナ)
source: Last name(kana)
id: Nama belakang(katakana)
ko: 성(가나)
pt_br: sobrenome(katakana)
zh_hans: 姓（片假名）

# 名(カナ)
source: First name(kana)
id: Nama depan(katakana)
ko: 명(가나)
pt_br: nome(katakana)
zh_hans: 名（片假名）

# 電話番号
source: Phone number
id: Nomor telefon
ko: 전화번호
pt_br: número de telefone
zh_hans: 电话号码

# 都道府県
source: Prefecture
id: Provinsi
ko: 도도부현
pt_br: Estado/províncias
zh_hans: 都道府县

# 市区町村番地
source: Address(City)
id: Kota kecamatan
ko: 시구정촌번지
pt_br: cidade + destrito + bairro + vila
zh_hans: 市区町村番地

# 建物名・号室
source: Address(Detail)
id: Nama bangunan/nomor bangunan
ko: 건물명・호실
pt_br: nome do predio + número do apartamento
zh_hans: 建筑物名·房间号

# 郵便番号
source: Postal code
id: Kode pos
ko: 우편번호
pt_br: codigo postal
zh_hans: 邮政编码

# 注文番号
source: Order number
id: Nomor pesanan
ko: 주문번호
pt_br: numero do pedido
zh_hans: 订单编号

# 対応コード
source: Process code
id: Kode korespondensi
ko: 대응코드
pt_br: codigo de resolvimento
zh_hans: 售后代号

# 対応名
source: Process name
id: Nama korespondensi
ko: 대응명
pt_br: nome do resolvimento
zh_hans: 售后名

# 対応
source: Process
id: Korespondensi
ko: 대응
pt_br: resolvendo
zh_hans: 售后

# ユーザー
source: User
id: Pengguna
ko: 유저
pt_br: usuário
zh_hans: 用户

# ゲスト
source: Guest
id: Tamu
ko: 게스트
zh_hans: 游客

# 姓(ご請求書先)
source: Last name(Billing)
id: Nama belakang (Alamat tagihan)
ko: 성(청구서앞)
pt_br: sobrenome(Fatura)
zh_hans: 姓（付款人）

# 名(ご請求書先)
source: First name(Billing)
id: Nama depan (Alamat tagihan)
ko: 이름(청구서앞)
pt_br: nome do comprador(Fatura)
zh_hans: 名（付款人）

# 姓(ご請求書先,カナ)
source: Last name(Billing, kana)
id: Nama belakang (Alamat tagihan, katakana)
ko: 성(청구서앞, 가나)
pt_br: sobrenome do comprador(Fatura,katakana)
zh_hans: 姓（付款人，片假名）

# 名(ご請求書先,カナ)
source: First name(Billing, kana)
id: Nama depan (Alamat tagihan, katakana)
ko: 명(청구서앞, 가나)
pt_br: nome do comprador(Fatura,katakana)
zh_hans: 名（付款人，片假名）

# 電話番号(ご請求書先)
source: Phone number(Billing)
id: Nomor telefon (Alamat tagihan)
ko: 전화번호(청구서앞)
pt_br: numero do comprador(Fatura)
zh_hans: 电话号码（付款人）

# 郵便番号(ご請求書先)
source: Postal code(Biling)
id: Kode pos (Alamat tagihan)
ko: 우편번호(청구서앞)
pt_br: codigo postal(Fatura)
zh_hans: 邮政编码（付款人）

# 都道府県(ご請求書先)
source: Prefecture(Billing)
id: Provinsi (Alamat tagihan)
ko: 도도부현(청구서앞)
pt_br: Estado/províncias(Fatura)
zh_hans: 都道府县（付款人）

# 市区町村(ご請求書先)
source: Address(Billing, City)
id: Kota kecamatan (Alamat tagihan)
ko: 시구정촌(청구서앞)
pt_br: cidade + destrito + bairro + vila(Fatura)
zh_hans: 市区町村(付款人)

# 建物名・部屋番号(ご請求書先)
source: Address(Billing, Detail)
id: Nama bangunan/nomor bangunan (Alamat tagihan)
ko: 건물명・호실번호(청구서앞)
pt_br: nome do predio + número do apartamento
zh_hans: 建筑名称·房间号(付款人)

# 姓(お届け先)
source: Last name(Delivery)
id: Nama belakang (Penerima)
ko: 성(배송지앞)
pt_br: sobrenome(destínatário)
zh_hans: 姓（收件人）

# 名(お届け先)
source: First name(Delivery)
id: Nama depan (Penerima)
ko: 명(배송지앞)
pt_br: nome(destínatário)
zh_hans: 名（收件人）

# 姓(カナ, お届け先)
source: Last name(Delivery, kana)
id: Nama belakang (Katakana, penerima)
ko: 성(배송지앞, 가나)
pt_br: sobrenome(destínatário,katakana)
zh_hans: 姓（片假名，收件人）

# 名(カナ, お届け先)
source: First name(Delivery, kana)
id: Nama depan (Katakana, penerima)
ko: 명(배송지앞, 가나)
pt_br: nome(destínatário,katakana)
zh_hans: 名（片假名，收件人）

# 電話番号(お届け先)
source: Phone number(Delivery)
id: Nomor telefon (Penerima)
ko: 전화번호(배송지앞)
pt_br: número de telefone(destínatário)
zh_hans: 电话号码（收件人）

# 郵便番号(お届け先)
source: Postal code(Delivery)
id: Kode pos (Penerima)
ko: 우편번호(배송지앞)
pt_br: codigo postal(destínatário)
zh_hans: 邮政编码（收件人）

# 都道府県(お届け先)
source: Prefecture(Delivery)
id: Provinsi (Penerima)
ko: 도도부현(배송지앞)
pt_br: Estado/províncias(destínatário)
zh_hans: 都道府县（收件人）

# 市区町村(お届け先)
source: Address(City, Delivery)
id: Kota kecamatan (Penerima)
ko: 시구정촌(배송지앞)
pt_br: cidade + destrito + bairro + vila(destínatário)
zh_hans: 市区町村（收件人）

# 建物名・部屋番号(お届け先)
source: Address(Detail, Delivery)
id: Nama bangunan/nomor bangunan (Penerima)
ko: 건물명・호실번호(배송지앞)
pt_br: nome do predio + número do apartamento(destínatário)
zh_hans: 建筑物名·房间号（收件人）

# 注文日時
source: Order date
id: Waktu dan tanggal pemesanan
ko: 주문일시
pt_br: horário do pedido
zh_hans: 订单日期

# 支払方法
source: Payment method
id: Cara pembayaran
ko: 지불방법
pt_br: meio de pagamento
zh_hans: 支付方式

# 対応状況
source: Process step
id: Kondisi korespondensi
ko: 대응상황
pt_br: situação do resolvimento
zh_hans: 售后情况

# 支払総額
source: Total amount
id: Total pembayaran
ko: 지불총액
pt_br: total a ser pago
zh_hans: 支付总额

# 注文
source: Order
id: Pesanan
ko: 주문
pt_br: pedido
zh_hans: 订单

# 単価
source: Amount
id: Harga per item
ko: 단가
pt_br: preço unitário
zh_hans: 单价

# アクセスできません。
source: Access prohibited.
id: Akses ditolak
ko: 접근할 수 없습니다.
pt_br: Não foi possivel acessar
zh_hans: 连接失败

# 支払限度を超過しました。
source: Exceeded the limit.
id: Melewati batas tanggal pembayaran
ko: 지불한도를 초과했습니다.
pt_br: excedeu o valor máximo a ser pago
zh_hans: 已经超过了支付的额度

# 無効なペラメタです。
source: Invalid parameters.
id: Parameter tidak valid
ko: 무효한 파라미터입니다.
pt_br: parametro inválido
zh_hans: 无效的参数

# 認証できませんでした。
source: Authorization failed.
id: Tidak bisa mengonfirmasi
ko: 인증에 실패하였습니다.
pt_br: não foi possível
zh_hans: 验证失败

# ネットワークに問題があります。
source: Error in networks
id: Ada permasalahan pada network
ko: 네트워크에 문제가 있습니다.
pt_br: Ocorreu um problema na internet
zh_hans: 存在网络故障

# 問題が発生しました。もう一度試してみてください。
source: There is an error. Please try it again.
id: Ada masalah. silahkan coba lagi
ko: 문제가 발생했습니다. 다시 한 번 시도해주십시오.
pt_br: Ocorreu um problema.Por favor tente novamente
zh_hans: 发生了错误。请再试一次！

# エラーが発生しました。
source: Error.
id: Terjadi kesalahan
ko: 에러가 발생했습니다.
pt_br: Ocorreu um erro
zh_hans: 发生了错误

# Uniwalk ご注文ありがとうございます。
source: UniWalk Thank you for ordering our products.
id: Terima kasih memesan di Uniwalk
ko: UniWalk 주문 감사드립니다.
pt_br: Obrigado por efetuar a compra em UniWalk
zh_hans: 感谢您使用 Uniwalk！

# Uniwalk ご注文取消しのご連絡
source: Uniwalk Your order has been canceled
id: Pemberitahuan pembatalan pesanan Uniwalk
ko: Uniwalk 주문취소 알림
pt_br: Comunicação de pedido cancelado
zh_hans: Uniwalk 关于取消订单的联络

# 注文を取り消しました。
source: Canceled the order.
id: Menghapus pesanan
ko: 주문을 취소했습니다.
pt_br: pedido foi cancelado
zh_hans: 已取消了订单

# 商品イメージ
source: Product image
id: Gambar produk
ko: 상품 이미지
pt_br: amostra da item
zh_hans: 商品形象

# テンプレート
source: Template
ko: 템플레이트
pt_br: modelo de documento
zh_hans: 模板

# 商品情報
source: Product info
id: Informasi produk
ko: 상품정보
pt_br: informação do item
zh_hans: 商品信息

# サムネイル
source: Thumbnail
id: Gambar kecil
ko: 썸네일
pt_br: miniatura
zh_hans: 缩略图

# カテゴリー情報
source: Category info
id: Informasi kategori
ko: 카테고리 정보
pt_br: informação de categoria
zh_hans: 分类信息

# シューレス(左)
source: Shoelace(Left)
id: Tali sepatu (kiri)
ko: 슈레이스(좌)
pt_br: cadarço(esquerda)
zh_hans: 鞋带（左侧）

# タン(左)
source: Tongue(Left)
id: Lidah sepatu (kiri)
ko: 텅(좌)
pt_br: Língua do sapato (esquerda)
zh_hans: 鞋舌（左侧）

# アッパーソール(左)
source: Uppersole(Left)
id: Uppersole (kiri)
ko: 어퍼솔(좌)
pt_br: Sola superior (esquerda)
zh_hans: 鞋帮（左侧）

# ミッドソール(左)
source: Midsole(Left)
id: Midsole (kiri)
ko: 미드솔(좌)
pt_br: Entressola (esquerda)
zh_hans: 鞋底（左侧）

# アウトソール(左)
source: Outsole(Left)
id: Outsole (kiri)
ko: 아웃솔(좌)
pt_br: Sola (esquerda)
zh_hans: 鞋大底（左侧）

# シューレス(右)
source: Shoelace(Right)
id: Tali sepatu (kanan)
ko: 슈레이스(우)
pt_br: Cadarço(direita)
zh_hans: 鞋带（右侧）

# タン(右)
source: Tongue(Right)
id: Lidah sepatu (kanan)
ko: 텅(우)
pt_br: Língua do sapato (direita)
zh_hans: 鞋舌（右侧）

# アッパーソール(右)
source: Uppersole(Right)
id: Uppersole (kanan)
ko: 어퍼솔(우)
pt_br: Sola superior (direita)
zh_hans: 鞋帮（右侧）

# ミッドソール(右)
source: Midsole(Right)
id: Midsole (kanan)
ko: 미드솔(우)
pt_br: Entressola (direita)
zh_hans: 鞋底（右侧）

# アウトソール(右)
source: Outsole(Right)
id: Outsole (kanan)
ko: 아웃솔(우)
pt_br: Sola (direita)
zh_hans: 鞋大底（右侧）

# イメージ
source: Image
id: Gambar
ko: 이미지
pt_br: amostra
zh_hans: 形象

# 商品タイプ名
source: Product Type
id: Nama tipe produk
ko: 상품 타입명
pt_br: tipo do item
zh_hans: 商品型号名

# タイプコード
source: Type code
id: Kode tipe
ko: 타입코드
pt_br: codigo do tipo
zh_hans: 型号代码

# カテゴリー
source: Category
id: Kategori
ko: 카테고리
pt_br: categoria
zh_hans: 分类

# 商品名
source: Product name
id: Nama produk
ko: 상품명
pt_br: nome do item
zh_hans: 商品名

# 商品カテゴリー
source: Product Category
id: Kategari produk
ko: 상품 카테고리
pt_br: categoria do item
zh_hans: 商品分类

# 価格
source: Price
id: Harga
ko: 가격
pt_br: valor
zh_hans: 价格

# 詳細説明
source: Specification
id: Spesifikasi inforamsi
ko: 상세설명
pt_br: Explicação detalhada
zh_hans: 详细说明

# 販売中
source: On sale
id: Sale
ko: 판매중
pt_br: vendendo
zh_hans: 销售中

# 商品番号
source: Product code
id: Nomor produk
ko: 상품번호
pt_br: número do itemr
zh_hans: 商品号码

# 評点
source: Rate
id: Peringkat
ko: 평점
pt_br: pontuacao
zh_hans: 评分

# レビュー情報
source: Review info
id: Informasi review
ko: 리뷰 정보
pt_br: inforção do comentário
zh_hans: 评论信息

# レビュータイトル
source: Review Title
id: Judul review
ko: 리뷰 제목
pt_br: título do comentário
zh_hans: 评论标题

# レビュー本文
source: Review content
id: Teks review
ko: 리뷰 본문
pt_br: texto do comentário
zh_hans: 评论内容

# タイトル
source: Title
id: Judul
ko: 타이틀
pt_br: título
zh_hans: 标题

# 本文
source: Content
id: Teks
ko: 본문
pt_br: Texto
zh_hans: 内容

# レビュー
source: Review
ko: 리뷰
pt_br: Comentário
zh_hans: 评论

# レビューを投稿しました。
source: Review uploaded.
id: Memposting review
ko: 리뷰를 등록하였습니다.
pt_br: Postar o comentário
zh_hans: 发表评论

# Uniwalk 管理者モード
source: Uniwalk Admin Mode
id: Mode adminstrator Uniwalk
ko: Uniwalk 관리자모드
pt_br: modo adnimistrador de UniWalk
zh_hans: Uniwalk 管理者模式

source: View site
id: Melihat situs
ko: 사이트 상에서 보기
pt_br: Visão do site
zh_hans: 查看网页

source: Documentation
id: Dokumentasi
ko: 문서
pt_br: Documentário
zh_hans: 证明文件

source: Change password
id: Mengubah password
ko: 비밀번호 변경
pt_br: Mudar a senha
zh_hans: 改名密码

source: Log out
id: Keluar
ko: 로그아웃
pt_br: Desconectar
zh_hans: 登出

# 注文状況
source: Order status
id: Status pemesanan
ko: 주문 현황
pt_br: situação do pedido
zh_hans: 订单情况

# 入金前
source: Before transfer
id: Sebelum pembayaran
ko: 입금전
pt_br: antes so pagamento
zh_hans: 支付前

# 決済処理中
source: Processing billing
id: Dalam proses pembayaran
ko: 결제처리중
pt_br: Durante o processamento do pagamento
zh_hans: 支付处理中

# 決済確認済み
source: Billing checked
id: Pembayaran telah dikonfirmasi
ko: 결제확인완료
pt_br: confirmação do pagamento
zh_hans: 支付已确认

# 対応中
source: Processing
id: Dalam proses korespondensi
ko: 대응중
pt_br: resolvendo
zh_hans: 售后中

# 詳しく見る
source: More
id: Lihat lebih detail
ko: 자세히 보기
pt_br: ver detalhadamente
zh_hans: 查看详情

# ショップ状況
source: Shop status
id: Status toko
ko: 샵 현황
pt_br: situação da loja
zh_hans: 商店情况

# 取扱商品数
source: The number of products treated
id: Jumlah produk dalam proses
ko: 취급상품수
pt_br: quantidades de itens manuzeado
zh_hans: 库存商品数

# 会員数
source: The number of members
id: Jumlah pengguna
ko: 회원수
pt_br: quantidade de membro
zh_hans: 会员数

# 登録カスタムデザイン数
source: The number of customized designs
id: Jumlah desain kostumisasi yang terdaftar
ko: 등록 커스텀 디자인 수
pt_br: quantidade de designs customizado registrado
zh_hans: 已登录的DIY个数

# 今月状況
source: Status of this month
id: Status bulan ini
ko: 이번 달 현황
pt_br: situação do mes
zh_hans: 本月情况

# 年
source: Year
id: Tahun
ko: 년
pt_br: ano
zh_hans: 年

# 月
source: Month
id: Bulan
ko: 월
pt_br: mes
zh_hans: 月

# 今日売上実績
source: Today's result
id: Kinerja penjualan bulan ini
ko: 오늘 판매실적
pt_br: desempenho de vendas de hoje
zh_hans: 今天的销售成绩

# 昨日売上実績
source: Yesterday's result
id: Kinerja penjualan bulan lalu
ko: 어제 판매실적
pt_br: desempenho de vendas de ontem
zh_hans: 昨天的销售成绩

source: Please correct the error below.
id: Silahkan membenarkan kesalahan di bawah
ko: 에러 부분을 수정해주세요.
pt_br: Corrija o erro abaixo.
zh_hans: 请修改下方的错误

source: Please correct the errors below.
id: Silahkan membenarkan kesalahan di bawah
ko: 에러 부분을 수정해주세요.
pt_br: Corrija os erros abaixo
zh_hans: 请修改下方的错误

source: Filter
id: Menyaring
ko: 필터
pt_br: filtro
zh_hans: 筛选

source: Run the selected action
id: Menjalankan pilihan
ko: 선택한 액션을 수행
pt_br: Execute a ação selecionada
zh_hans: 执行已选操作

source: Go
id: Pergi
ko: 검색
pt_br: Ir
zh_hans: 确定

source: Click here to select the objects across all pages
id: Klik disini untuk memilih semua object
ko: 모든 페이지에 걸쳐 오브젝트를 선택하기 위해 여기를 클릭
pt_br: Clique aqui para selecionar os objetos em todas as páginas
zh_hans: 全选

source: Clear selection
id: Kosongkan pilihan
ko: 선택 해제
pt_br: Apagar aréa selecionada
zh_hans: 清理选项

source: チャットリスト
id: Chat list
pt_br: Lista de chat
zh_hans: 聊天列表

source: チャットルーム
id: Chat room
pt_br: Sala de chat
zh_hans: 聊天室

# メッセージ入力
source: Send a message
id: Masukan pesan
ko: 메시지 입력
pt_br: Inserir mensagem
zh_hans: 输入信息

# カテゴリー別
source: By Categories
id: Menurut kategori
ko: 카테고리별
pt_br: Por categoria
zh_hans: 按鞋的类别

# すべて
source: All
id: Semua
ko: 모두
pt_br: todos
zh_hans: 全部

# 商品別
source: By Products
id: Menurut produk
ko: 상품별
pt_br: Por produto
zh_hans: 按商品类别

# %(current_page)s ページ
source: %(current_page)s page
id: %(current_page)s halaman
ko: %(current_page)s 페이지
pt_br: Pagina %(current_page)s
zh_hans: %(current_page)s 页

# ホーム
source: Home
id: Beranda
ko: 홈
zh_hans: 主页

# 商品一覧
source: Products
id: Daftar produk
ko: 상품 목록
pt_br: Lista de produtos
zh_hans: 商品列表

# カテゴリー一覧
source: Categories
id: Daftar kategori
ko: 카테고리 목록
pt_br: Lista de categoria
zh_hans: 商品类别列表

# 素材一覧
source: Materials
id: Daftar material
ko: 소재 목록
pt_br: Lista de produtos de Material
zh_hans: 材料列表

# デザイン一覧
source: Designs
id: Daftar desain
ko: 디자인 목록
pt_br: Lista de design
zh_hans: DIY列表

# レビュー一覧
source: Reviews
id: Daftar review
ko: 리뷰 목록
pt_br: Lista de Comentário
zh_hans: 评论列表

# 顧客
source: Customers
id: Pelanggan
ko: 고객
pt_br: cliente
zh_hans: 顾客

# 会員一覧
source: Members
id: Daftar pelanggan
ko: 회원 목록
pt_br: Lista de membro
zh_hans: 会员列表

# ゲスト一覧
source: Guests
id: Daftar tamu
ko: 게스트 목록
pt_br: Lista de guest
zh_hans: 游客列表

# 注文一覧
source: Orders
id: Daftar pesanan
ko: 주문 목록
pt_br: Lista de pedido
zh_hans: 订单列表

# 対応コードリスト
source: Process codes
id: List kode korespondensi
ko: 대응코드 목록
pt_br: Lista de codigos de correspondência
zh_hans: 售后列表

# 統計
source: Statistics
id: Statistik
ko: 통계
pt_br: Estatisticas
zh_hans: 统计

# 会員分析
source: Member analytics
id: Analisis pengguna
ko: 회원분석
pt_br: Análise de associação
zh_hans: 会员分析

# 販売実績分析
source: Sales analytics
id: Analisis kinerja penjualan
ko: 판매실적분석
pt_br: Análise de desempenho de vendas
zh_hans: 销售成绩分析

# 足サイズ分析
source: Footsizes analytics
id: Analisis ukuran kaki
ko: 발사이즈분석
pt_br: Análise do tamanho do pé
zh_hans: 脚步尺寸分析

# 人気デザイン分析
source: Design Rank
id: Analisis desain populer
ko: 인기디자인 분석
pt_br: Análise de design popular
zh_hans: 人气DIY分析

source: チャット
id: Chat
pt_br: Chat
zh_hans: 聊天

# 80以下
source: Below 80
id: Dibawah 80
ko: 80이하
pt_br: menos de 80
zh_hans: 80以下

# ~110以上
source: Over 110
id: Diatas 110
ko: 110이상
pt_br: mais de 110
zh_hans: 110以上

# 男性
source: Male
id: Pria
ko: 남성
pt_br: masculino
zh_hans: 男性

# 女性
source: Female
id: Wanita
ko: 여성
pt_br: feminino
zh_hans: 女性

# その他
source: Etc.
id: dst
ko: 그 외
pt_br: outros
zh_hans: 其他

# 230未満
source: Under 230
id: Kurang dari 230
ko: 230미만
pt_br: menor de 230
zh_hans: 不足230

# 290以上
source: Over 290
id: Diatas 290
ko: 290이상
pt_br: maior de 290
zh_hans: 290以上
