Repository: yun-mh/uniwalk
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id, ko, pt_br, zh_hans

# 全体顧客対比会員割合
source: Members in Customers
id: Rasio angota dari total pelanggan
ko: 전체고객 대비 회원비율
pt_br: Proporção de membros em relação ao total de clientes
zh_hans: 全体用户的会员比例

# 全体ユーザ数
source: All users
id: Jumlah pelanggan
ko: 전체 유저수
pt_br: Número total de usuários
zh_hans: 全体用户数

# ゲスト数
source: Guests
id: Jumlah tamu
ko: 게스트수
pt_br: quantidade de guest
zh_hans: 游客数

# 会員性別割合
source: Gender Proportion
id: Rasio jenis kelamin pengguna
ko: 회원 성별 비율
pt_br: Proporção de gênero da associação
zh_hans: 会员性别比例

# 全体会員数
source: Members
id: Jumlah seluruh pengguna
ko: 전체 회원수
pt_br: Número total de membros
zh_hans: 全体会员数

# 会員年齢分布
source: Age Distribution
id: Analisis umur pengguna
ko: 회원 연령 분포
pt_br: Distribuição de idade dos membros
zh_hans: 会员年龄分布

# 10歳未満
source: Under 10
id: Diatas umur 10 tahun
ko: 10세미만
pt_br: menor de 10 anos
zh_hans: 未满十岁

# 10代
source: 10s
id: Umur 10an
ko: 10대
zh_hans: 10~19岁

# 20代
source: 20s
id: Umur 20an
ko: 20대
zh_hans: 20~29岁

# 30代
source: 30s
id: Umur 30an
ko: 30대
zh_hans: 30~39岁

# 40代
source: 40s
id: Umur 40an
ko: 40대
zh_hans: 40~49岁

# 50代
source: 50s
id: Umur 50an
ko: 50대
zh_hans: 50~59岁

# 60代以上
source: Over 60s
id: Diatas 60
ko: 60대이상
pt_br: mais de 60
zh_hans: 60~69岁

source: History
id: Sejarah
ko: 이력
pt_br: histórico
zh_hans: 历史

source: View on site
id: Melihat di situs
ko: 사이트에서 보기
pt_br: Visão do dite
zh_hans: 在网页上预览

# 年間売上実績
source: Sales status of the year
id: Kinerja penjualan tahunan
ko: 연간 판매 실적
pt_br: Desempenho anual de vendas
zh_hans: 年度销售成绩

# 年度
source: Year
id: Usia
ko: 연도
pt_br: ano
zh_hans: 年度

# 商品別販売実績(商品別販売個数)
source: Sales status by products
id: Tahun
ko: 상품별 판매실적(상품별 판매개수)
pt_br: Desempenho de vendas por produto (quantidade de vendas por produto)
zh_hans: 按商品分类的销售成绩（商品销售个数）

# 1月
source: Jan
id: Januari
ko: 1월
pt_br: Janeiro
zh_hans: 1月

# 2月
source: Feb
id: Febuari
ko: 2월
pt_br: Fevereiro
zh_hans: 2月

# 3月
source: Mar
id: Maret
ko: 3월
pt_br: Março
zh_hans: 3月

# 4月
source: Apr
id: April
ko: 4월
pt_br: Abril
zh_hans: 4月

# 5月
source: May
id: Mei
ko: 5월
pt_br: Maio
zh_hans: 5月

# 6月
source: Jun
id: Juni
ko: 6월
pt_br: Junho
zh_hans: 6月

# 7月
source: Jul
id: Juli
ko: 7월
pt_br: Julho
zh_hans: 7月

# 8月
source: Aug
id: Agustus
ko: 8월
pt_br: Agosto
zh_hans: 8月

# 9月
source: Sep
id: September
ko: 9월
pt_br: Setembro
zh_hans: 9月

# 10月
source: Oct
id: Oktober
ko: 10월
pt_br: Outubro
zh_hans: 10月

# 11月
source: Nov
id: November
ko: 11월
pt_br: Novembro
zh_hans: 11月

# 12月
source: Dec
id: Desember
ko: 12월
pt_br: Dezembro
zh_hans: 12月

# クレジットカード一覧
source: Credit Cards
id: Daftar kartu kredit
ko: 신용카드 목록
pt_br: Lista de cartão de credíto
zh_hans: 信用卡列表

# %(current_page)s ページ
source: %(current_page)s page
id: %(current_page)s halaman
ko: %(current_page)s 페이지
pt_br: pagina %(current_page)s
zh_hans: %(current_page)s 页

# 登録したカードが存在しません。
source: No cards saved.
id: Kartu yang terdaftar tidak ada
ko: 등록한 카드가 존재하지 않습니다.
pt_br: O cartão registrado não existe
zh_hans: 没有可用的信用卡

# カードを登録する
source: Register cards
id: Daftarkan kartu
ko: 카드 등록
pt_br: Registar o cartão
zh_hans: 登陆信用卡

# クレジットカード登録
source: Register a credit card
id: Daftar kartu kredit
ko: 신용카드 등록
pt_br: Registar o cartão de credíto
zh_hans: 登陆信用卡

# ショッピングカート
source: Shopping cart
id: Keranjang belanja
ko: 쇼핑카트
pt_br: carrinho da loja
zh_hans: 购物车

# 左足
source: Left foot
id: Kaki kiri
ko: 왼발
pt_br: pé direito
zh_hans: 左脚

# (足長)
source: (Foot length)
id: (Panjang kaki)
ko: (발 길이)
pt_br: largura do pé
zh_hans: （脚部尺寸）

# (足幅)
source: (Foot width)
id: (Lebar kaki)
ko: (발 넓이)
pt_br: comprimento do pé
zh_hans: （脚部宽度）

# 右足
source: Right foot
id: Kaki kanan
ko: 오른쪽 발
pt_br: pé direito
zh_hans: 右脚

# カートに商品が入っていません。
source: No items in cart.
id: Keranjang anda kosong
ko: 카트에 상품이 존재하지 않습니다.
pt_br: Não há nenhum item no carrinho
zh_hans: 购物车内没有商品

# ご注文金額
source: Order Amount
id: Jumlah belanja
ko: 주문금액
pt_br: Valor do pedido
zh_hans: 订单金额

# 合計（税込）
source: Total(tax included)
id: Total (Termasuk pajak)
ko: 합계(세금포함)
pt_br: Total (com imposto)
zh_hans: 合计（税后）

# 購入手続きへ
source: To purchase
id: Prosedur pembelian
ko: 구입 절차로
pt_br: Procedimento da compra
zh_hans: 去购物车结算

# デザインカスタマイズ
source: Design Customization
id: Kostumisasi desain
ko: 디자인 커스터마이즈
pt_br: design customizado
zh_hans: DIY

# 画像を抽出しています。
source: Processing the images.
id: Pengambilan gambar
ko: 이미지를 추출하고 있습니다.
pt_br: Extraindo imagem
zh_hans: 正在抽出图像

# デザイン確定
source: Confirm
id: Konfirmasi desain
ko: 디자인 확정
pt_br: Comfirmar o design
zh_hans: DIY确定

# 色(左)
source: Color(Left)
id: Warna (kiri)
ko: 색(좌)
pt_br: Cor(esquerda)
zh_hans: 颜色（左侧）

# シューレス
source: Shoelace
id: Tali sepatu
ko: 슈레이스
pt_br: Cadarço
zh_hans: 鞋带

# アッパーソール
source: Uppersole
ko: 어퍼솔
pt_br: Sola superior
zh_hans: 鞋帮

# タン
source: Tongue
id: Lidah sepatu
ko: 텅
pt_br: lingueta
zh_hans: 鞋舌

# ミッドソール
source: Midsole
ko: 미드솔
pt_br: Entressola
zh_hans: 鞋底

# アウトソール
source: Outsole
ko: 아웃솔
pt_br: sola
zh_hans: 鞋大底

# 色(右)
source: Color(Right)
id: Warna (kanan)
ko: 색(우)
pt_br: Cor(direita)
zh_hans: 颜色（右侧）

# 素材(左)
source: Material(Left)
id: Material (kiri)
ko: 소재(좌)
pt_br: Material(esquerda)
zh_hans: 材质（左侧）

# 素材(右)
source: Material(Right)
id: Material (kanan)
ko: 소재(우)
pt_br: material(direita)
zh_hans: 材质（右侧）

# マイデザイン
source: My designs
id: Desain saya
ko: 마이 디자인
pt_br: meu design
zh_hans: 我的DIY

# まだ作成したデザインがありません。
source: No designs saved.
id: Belum ada desain
ko: 아직 작성한 디자인이 존재하지 않습니다.
pt_br: Ainda não há nenhum design criado
zh_hans: 没有可用的DIY设计

# デザインする
source: Make designs
id: Desain
ko: 디자인
pt_br: criar novo design
zh_hans: 开始DIY

# 商品選択
source: Select a product
id: Memilih produk
ko: 상품 선택
pt_br: escolher
zh_hans: 选择商品

# 商品が存在しません。
source: No products available.
id: Produk tidak ada
ko: 상품이 존재하지 않습니다.
pt_br: o item não existe
zh_hans: 商品不存在

# 発行日
source: Issued date
id: Tanggal penerbitan
ko: 발행일
pt_br: data de emissão
zh_hans: 发行日期

# 愛知県名古屋市中村区名駅4丁目27-1
source: 27-1, 4chome, Meieki, Nakamuraku, Nagoya, Aichi
id: Aichi-ken nagoya-shi nakamura-ku meieki 4 chome 27-1
ko: 아이치현 나고야시 나카무라구 메이에키 4쵸메 27-1
pt_br: Aichi-ken nagoya-shi nakamura-ku meieki 4choume 27-1
zh_hans: 愛知県名古屋市中村区名駅4丁目27-1

# 総合校舎スパイラルタワーズ Uniwalk
source: Spiral Towers Uniwalk
id: Gedung sekolah spiral tower Uniwalk
ko: 종합교사 스파이럴타워즈 Uniwalk
pt_br: Prédio escolar abrangente spiral Towers
zh_hans: 総合校舎スパイラルタワーズ Uniwalk

# 振込銀行
source: The bank
id: Transfer bank
ko: 계좌이체
pt_br: depósito no Banco
zh_hans: 汇款银行

# OO銀行
source: OO Bank
id: Bank OO
ko: OO은행
pt_br: Banco
zh_hans: 00银行

# 下記の通りご請求致します。
source: Please check the bill as follows.
id: Berikut adalah harga belanja anda
ko: 아래와 같이 청구합니다.
pt_br: Fatura vai ser processada de acordo como está escrita em baixo
zh_hans: 订单如下

# 合計金額
source: Total amount
id: JUmlah total
ko: 합계금액
pt_br: Valor total
zh_hans: 合计金额

# (税込)
source: (tax included)
id: (termasuk pajak)
ko: (세금포함)
pt_br: (Valor com imposto)
zh_hans: （税后）

# 注文商品
source: Order product
id: Produk pesanan
ko: 주문상품
pt_br: item do pedido
zh_hans: 订单

# 単価(円)
source: Price(Yen)
id: Harga (yen)
ko: 단가(엔)
pt_br: preço unitário(en)
zh_hans: 单价（￥）

# 金額(円)
source: Amount(Yen)
id: Jumlah (yen)
ko: 금액(엔)
pt_br: Valor(en)
zh_hans: 金额（￥）

# 備考
source: Notes
id: Komentar
ko: 비고
pt_br: Observações
zh_hans: （备注）

# 合計(円)
source: Total amount(Yen)
id: Total (yen)
ko: 합계(엔)
pt_br: Total(en)
zh_hans: 合计（￥）

# 特記事項
source: Notes
id: Catatan khusus
ko: 특기사항
pt_br: notificações especiais
zh_hans: 注意事项

# 注文日
source: Order date
id: Tanggal pesanan
ko: 주문일
pt_br: Data do pedido
zh_hans: 购买日期

# 単価(税込)
source: Price(tax included)
id: Harga (Termasuk pajak)
ko: 단가(세금포함)
pt_br: Valor unitário
zh_hans: 单价（税后）

# 金額(税込)
source: Amount(tax included)
id: Jumlah (Termasuk pajak)
ko: 금액(세금포함)
pt_br: Valor(com imposto)
zh_hans: 金额（税后）

# 合計(税込)
source: Total amount(tax included)
id: Total (Termasuk pajak)
ko: 합계(세금포함)
pt_br: Total (com imposto)
zh_hans: 合计（税后）

# お支払い方法
source: Payment method
id: Cara pembayaran
ko: 지불방법
pt_br: Meio de pagamento
zh_hans: 支付方式

# OO制作工場
source: OO Manufacturing Plant
id: Pabrik produksi OO
ko: OO제작공장
pt_br: Fabricado pela
zh_hans: 00制作工场

# 納期
source: Due date
id: Tanggal pengiriman
ko: 납기
pt_br: Data de entrga
zh_hans: 缴纳期

# 発注日
source: Order date
id: Tanggal pemesanan
ko: 발주일
pt_br: Data do pedido
zh_hans: 下单日期

# 下記の通り、発注致します。
source: Please check the contents below.
id: Kami akan melakukan pemesanan sebagai berikut.
ko: 아래와 같이 발주 요청합니다.
pt_br: Vai ser enviada de acordo com os dados abaixo
zh_hans: 订单如下

# 項番
source: No
id: Nomor
ko: 번호
pt_br: numeração
zh_hans: 产品编号

# カスタマイズコード
source: Design Customization Code
id: Kode kostumisasi
ko: 커스터마이즈 코드
pt_br: codigo de customização
zh_hans: DIY代码

# ご請求額
source: Total Amount
id: Jumlah faktur
ko: 청구액
pt_br: Valor da Fatura
zh_hans: 实付款

# お届け先住所
source: Delivery Address
id: Alamat pengiriman
ko: 배송지 주소
pt_br: endereço do destínatário
zh_hans: 收件地址

# 住所
source: Address
id: Alamat
ko: 주소
pt_br: endereço
zh_hans: 地址

# お支払い情報
source: Payment info
id: Informasi pembayaran
ko: 지불정보
pt_br: informações do meio de pagamento
zh_hans: 支付信息

# 支払い方法
source: Payment method
id: Cara pembayaran
ko: 지불방법
pt_br: Meio de pagamento
zh_hans: 支付方式

# 商品小計
source: Amount
id: Subtotal produk
ko: 소계
pt_br: Valor apenas dos item
zh_hans: 商品小计

# 製造仕様書
source: Specification
id: Spesifikasi manufaktur
ko: 제조사양서
pt_br: certificação de fabricaçao
zh_hans: 制造规格明细书

# 部品
source: Parts
id: Bagian
ko: 부품
pt_br: peça
zh_hans: 部件

# 色(左・右)
source: Color(L・R)
id: Warna (kiri / kanan)
ko: 색(좌, 우)
pt_br: cor*(esquerda e direita)
zh_hans: 颜色（左侧·右侧）

# 素材(左・右)
source: Material(L・R)
id: Material (kiri / kanan)
ko: 소재(좌, 우)
pt_br: Material(esquerda e direita)
zh_hans: 材质（左侧·右侧）

# サイズ
source: Size
id: Ukuran
ko: 사이즈
pt_br: tamanho
zh_hans: 尺寸

# 左
source: Left
id: Kiri
ko: 좌
pt_br: esquerdas
zh_hans: 左侧

# 右
source: Right
id: Kanan
ko: 우
pt_br: direita
zh_hans: 右侧

# 足幅
source: Foot width
id: Lebar kaki
ko: 발 넓이
pt_br: comprimento do pé
zh_hans: 脚宽

# 足長
source: Foot length
id: Panjang kaki
ko: 발 길이
pt_br: largura do pé
zh_hans: 脚长

# アッパー
source: Uppersole
id: Upper
ko: 어퍼
pt_br: parte superior do sapato
zh_hans: 鞋帮

# ご注文の取消しのご連絡
source: Your order has been canceled
id: Pemberitahuan pembatalan pesanan
ko: 주문취소 알림
pt_br: Comunicação de pedido cancelado
zh_hans: 关于取消订单的联络

source: Thank you for using UniWalk!<br> Your order has been successfully canceled.<br> The order code which has been canceled is like below.<br> Order code：%(order_code)s
id: Terima kasih telah menggunakan jasa Uniwalk<br> Pembatalan pesanan telah berhasil <br> Nomor pembatalan pesanan adalah sebagai berikut. <br> Nomor kode：%(order_code)s
ko: UniWalk를 이용해주셔서 감사의 말씀 드립니다.<br> 주문이 성공적으로 취소 처리되었습니다.<br> 취소된 주문번호는 아래와 같습니다.<br> 주문번호：%(order_code)s
zh_hans: 一直以来UniWalk真诚感谢您的使用。<br> 订单取消成功。<br> 已取消的订单号码如下<br> 订单号码：%(order_code)s

# パスワード変更完了
source: Change password done
id: Ubah kata sandi
ko: 비밀번호 변경 완료
pt_br: Confirmação dealteração de senha
zh_hans: 更改密码成功

source: Thank you for using UniWalk.<br> Your password has been successfully changed.<br> If you have not changed your password before, Please contact us immediately.
id: Terima kasih telah menggunakan jasa Uniwalk<br> Penggantian kata sandi telah berhasil <br> Jika ada hal yang kurang berkenan akan penggantian kata sandi harap <br> menghubungi pihak Uniwalk.
ko: 항상 UniWalk를 이용해주셔서 감사의 말씀 드립니다.<br> 비밀번호 변경이 완료되었습니다.<br> 비밀번호 변경을 하신 적이 없는 경우, Uniwalk에문의하여 주시기 바랍니다.
pt_br: Obrigado por sempre usar o site UniWalk <br> Alteração de senha concluída. <br> Se você não souber como alterar sua senha, entre em contato com o Uniwalk
zh_hans: 一直以来UniWalk真诚感谢您的使用。<br> 密码变更成功。<br> 如果您有任何疑问、意见或需要更多信息，请联系我们。

# パスワード再設定完了
source: Resetting password completed
id: Berhasil menyetel ulang kata sandi
ko: 비밀번호 재설정 완료
pt_br: Redefinição de senha concluída
zh_hans: 密码重置成功

source: Thank you for using UniWalk.<br> Your password has been successfully reset.<br> If you have not reset your password before, please contact us immediately.
id: Terima kasih telah menggunakan jasa Uniwalk<br> Pengaturan ulang kata sandi telah berhasil <br> Jika ada hal yang kurang berkenan akan Pengaturan ulang kata sandi harap <br> menghubungi pihak Uniwalk.
ko: 항상 UniWalk를 이용해주셔서 감사의 말씀 드립니다.<br> 비밀번호 재설정이 완료되었습니다.<br> 비밀번호 재설정을 하신 적이 없다면, Uniwalk에 문의하여 주시기 바랍니다.
pt_br: Obrigado por usar o site UniWalk<br> Redefinição de senha concluída. <br> Se você não souber como redefinir sua senha, pergunte ao UniwalkEntre em contato conosco
zh_hans: 一直以来UniWalk真诚感谢您的使用<br> 密码的再设定成功<br> 如果您有任何疑问、意见或需要更多信息，请联系我们。

# Uniwalk パスワード再設定
source: Uniwalk Password reset
id: Setel ulang kata sandi Uniwalk
ko: Uniwalk 비밀번호 재설정
pt_br: Redefinição senha de Uniwalk
zh_hans: Uniwalk 密码重置

# パスワード再設定用リンクの配布
source: A link for resetting password
id: Distribusi tautan setel ulang kata sandi
ko: 비밀번호 재설정용 링크 배부
pt_br: Distribuição do link de redefinição de senha
zh_hans: 发行密码重置的链接

# お客様からの要請により、パスワード再設定のメールをご送信いたしました。<br>
source: We have sent a password resetting email to you by your request.<br>
id: Atas permintaan anda kami telah mengirim tautan berkaitan dengan penyetelan kata sandi. <br>
ko: 고객님의 요청으로, 비밀번호 재설정 메일을 송신하였습니다.<br>
pt_br: De acordo como pediu enviamos uma mensagem para o processo de reconfigurar a senha
zh_hans: 根据您的要求，密码重置的邮件已经发送至相关邮箱。<br>

# 下記のリンクへアクセスし、パスワード再設定を行ってください。<br>
source: Please reset your password through the link below.<br>
id: Silahkan akses link di bawah ini dan setel uang kata sandi anda
ko: 아래의 링크에 접속하여 비밀번호를 재설정하여 주시기 바랍니다. <br>
pt_br: acesse o link abaixo e reconfigure a sua senha
zh_hans: 请点击下方链接进行密码重置的设定<br>

# <br>お客様のIDは次のどおりです：
source: <br>Your ID:
id: <br>Berikut adalah id anda
ko: <br>고객님의 ID:
pt_br: O seu ID de cliente é
zh_hans: <br>您的ID如下：

# いつものご利用ありがとうございます！
source: We always appreciate your usual use of our site!
id: Terima kasih telah manggunakan jasa kami
ko: 항상 이용해주셔서 감사합니다!
pt_br: Obrigado por usar nossos serviços
zh_hans: 一直以来感谢您的使用！

# 会員情報修正完了
source: Your user data has been changed
id: Perubahan informasi anggota telah berhasil
ko: 회원정보 수정 완료
pt_br: Modificar informações de membro
zh_hans: 修改会员信息成功

source: Thank you for using UniWalk.<br> Your user data has been successfully changed.<br> If you have not changed your user data before, please contact us immediately.
id: Terima kasih telah menggunakan jasa Uniwalk<br> Pembetulan data anggota telah berhasil <br> Jika ada hal yang kurang berkenan pembetulan data anggota harap <br> menghubungi pihak Uniwalk.
ko: UniWalk를 이용해주셔서 감사의 말씀 드립니다.<br> 회원정보 수정이 완료되었습니다.<br> 회원정보를 변경하신 적이 없으시다면, Uniwalk에 문의하여 주시기 바랍니다.
pt_br: Obrigado por usar o site UniWalk<br> Suas informações de membro foram modificadas. <br> Se você não souber como corrigir suas informações de membro, entre em contato com a Uniwalk
zh_hans: 一直以来UniWalk真诚感谢您的使用<br> 密码的再设定成功<br> 如果您有任何疑问、意见或需要更多信息，请联系我们。

# 注文完了
source: Order completed
id: Pemesanan berhasik
ko: 주문완료
pt_br: Confirmar pedido
zh_hans: 订单完成

source: Thank you for using Uniwalk.<br> Your order has been successfully confirmed.<br> Your order code is like below.<br> Order code：%(order_code)s <br> The information about your order like order status can be checked in my page or order search page.
id: Terima kasih telah menggunakan jasa Uniwalk<br> Pesanan anda telah kami terima <br> Berikut adalah nomor pemesanan <br> Nomor pesanan : %(order_code)s <br> Infomrasi berkaitan dengan pemesanan bisa dilihat di halaman saya
ko: UniWalk를 이용해주셔서 감사의 말씀 드립니다.<br> 주문이 완료되었습니다.<br> 주문번호는 아래와 같습니다.<br> 주문번호：%(order_code)s <br> 주문정보는 마이페이지 또는 주문검색에서 확인 가능합니다.
pt_br: Obrigado por usar o site UniWalkS. <br> Seu pedido foi aceito. <br> O número do pedido é o seguinte: <br> Número do pedido: %(order_code)s <br> Você pode encontrar informações sobre os pedidos em [Minha página] ou Pesquisando pelos pedidos.
zh_hans: 真诚感谢您对UniWalk的使用<br> 订单已经确认。<br> 订单号码如下。<br> 订单号码：%(order_code)s <br> 订单信息请从我的主页或者订单搜索中浏览。

# 会員登録完了
source: Registration completed
id: Berhasil menjadi member
ko: 회원등록완료
pt_br: Registro de membro concluído
zh_hans: 会员登陆成功

source: Thank you for using Uniwalk.<br> Your member registration has been successfully completed.<br> Thanks for your regstration.<br> We hope you enjoy your shopping!<br>
id: Terima kasih telah menggunakan jasa Uniwalk<br> Pendaftaran anggota telah berhasil <br> Terima kasih telah bergaung di website kami. <br> Kami menunggu pesanan dari anda !
ko: UniWalk를 이용해주셔서 감사의 말씀 드립니다.<br> 회원등록이 완료되었습니다.<br> 등록하여 주셔서 감사합니다. <br> 앞으로의 주문 기대하고 있겠습니다! <br>
pt_br: Obrigado por usar o site UniWalk<br> Seu registro de membro foi registrado. <br> Obrigado por se registrar. <br> Estamos ansiosos pelo seu pedido! <br>
zh_hans: 真诚感谢您对UniWalk的使用<br> 会员登陆完成。<br> 欢迎您加入UniWalk。 <br> 请享受您在UniWalk的购物之旅吧！ <br>

# 足サイズデータチェック
source: Checking the footsize data
id: Memeriksa data ukuran kaki
ko: 발사이즈 데이터 체크
pt_br: Verificar dados do tamanho do pé
zh_hans: 查看脚部尺寸数据

# 足サイズが既に登録されています。
source: There is a footsize data available.
id: Ukuran kaki telah ter registrasi
ko: 발사이즈가 이미 등록되어 있습니다.
pt_br: Os dados do tamnho do pé já estão registrados
zh_hans: 脚部尺寸已经登陆

# 利用する項目のボタンを押してください。
source: Please select the button which you would like to select.
id: Tekan tombol untuk menggunakan item
ko: 이용하실 항목의 버튼을 누르세요.
pt_br: clique no tipo de item que vai usar
zh_hans: 请按下使用项目的按钮

# 既存データで進む
source: Use the previous data
id: Lanjutkan dengan data yang ada
ko: 기존 데이터로 진행
pt_br: usar dados existente
zh_hans: 使用旧数据

# 新しく測定する
source: Newly measure
id: Mengukur ulang
ko: 새롭게 측정
pt_br: medir novamente
zh_hans: 重新测量

# 左足イメージクロップ
source: Crop the left foot image
id: Mengkrop gambar foto kaki kiri
ko: 왼발 이미지 크롭
pt_br: foto do pé esquerdo recortado
zh_hans: 屏蔽左脚图像

# 右足イメージクロップ
source: Crop the right foot image
id: Mengkrop gambar foto kaki kanan
ko: 오른발 이미지 크롭
pt_br: foto do pé direito recortado
zh_hans: 屏蔽右脚图像

# マイ足サイズ
source: My footsize
id: Ukuran kaki saya
ko: 내 발사이즈
pt_br: Tamanho do meu pé
zh_hans: 我的脚部尺寸

# まだ足サイズの測定データがありません。
source: No footsize data saved.
id: Tidak ada data ukuran kaki yang terdaftar
ko: 아직 발사이즈 측정 데이터가 존재하지 않습니다.
pt_br: Não há nenhum dado do tamanho do pé
zh_hans: 没有找到脚部尺寸的相关数据

# 測定する
source: Measure
id: Mengukur
ko: 측정
pt_br: Medir
zh_hans: 开始测量

# 足サイズ測定
source: Footsize measure
id: Mengukur kaki
ko: 발사이즈 측정
pt_br: método de como medir
zh_hans: 测量脚部尺寸

# 足の測り方
source: How to measure?
id: Cara mengukur kaki
ko: 발 측정방법
pt_br: método de como medir
zh_hans: 脚部测量的方法

# メジャーを用い、足のカカトから一番出ている足の指までの長さを垂直で測ります。
source: Please measure the vertical length from the end point of your heel to the most prominent point of your toe by using a tape measure.
id: Menggunakan ukuran kaki dengan mengukur panjang dari tumit kaki ke ujung paling menonjol secara vertikal.
ko: 줄자를 이용하여 발 뒤꿈치로부터 가장 돌출되어 있는 발가락까지의 길이를 수직으로 측정합니다.
pt_br: Vai medir o tamanho do pé calculando apartir do Calcanhar a pontado pé
zh_hans: 利用图中辅助线，量出从脚踝到脚趾的最长距离。

# 親指の関節の１番出ている部分から小指の関節の１番出ている部分までの長さをメジャーで測ります。
source: Measure the widest part of your feet.
id: Ukur panjang dari atas sendi ibu jari ke atas sendi jari kelingking.dengan ukuran
ko: 엄지발가락 관절에서 가장 돌출되어 있는 부분부터 새끼발가락 관절에서 가장 돌출되어 있는 부분까지의 길이를 줄자로 잽니다.
pt_br: Mede o comprimento da parte superior do polegar até a parte superior do dedo mínimo.
zh_hans: 测量出大拇指关节的最前端开始到小拇指最前端的距离

# 足イメージの撮り方
source: How to take photos of my foot?
id: Cara mengambil foto kaki
ko: 발 이미지 촬영 방법
pt_br: Como tirar a foto do pé
zh_hans: 脚部照片的拍摄方法

# きれいなA4サイズの黒紙を用意してください。破れた紙、印刷されている紙、しわくちゃな紙の場合は測定できないため注意してください。
source: Prepare an A4 sized black paper. Note that a paper that is torn, printed, or crumpled cannot be used for measurement.
id: Harap siapkan kertas hitam ukuran A4 yang indah. Perhatikan bahwa kertas sobek, dicetak, atau kusut tidak dapat diukur.
ko: 내용이 없는 깨끗한 A4사이즈의 검은 종이를 준비해주세요. 찢어진 종이, 인쇄된 종이,구겨진 종이의 경우에는 측정이 불가능하기 때문에 주의해주시기 바랍니다.
pt_br: Prepare um papel preto tamanho A4. Observe que o papel não está rasgado,o papel quando amassado não pode ser medido
zh_hans: 请准备一张A4黑纸。<br>/n褶皱跟破损可能引起无法测量。

# 写真を撮るときには写真に影響を及ぼすものがないようにきれいな床で撮ってください。
source: Set your feet in the place where there are no objects which can affect the quality of your photos while taking them.
id: Saat mengambil gambar, ambil gambar di lantai yang bersih sehingga tidak ada yang memengaruhi gambar.
ko: 사진 촬영 시, 사진에 영향을 끼칠 수 있는 물건들이 없도록 깔끔한 바닥에서 촬영해주세요.
pt_br: Ao tirar uma foto, tire-a em um chão liso, para que nada afete a foto
zh_hans: 请放在平整的地面上进行拍照。

# カカトを紙の端に置き、人差し指が紙の垂直中央線に位置するようにしてください。
source: Place your heel at the edge of the paper, and set your second toe on the middle of the horizontal line of the paper.
id: Letakkan tumit di tepi kertas dan pastikan jari telunjuk Anda berada di garis tengah vertikal kertas.
ko: 발 뒤꿈치를 종이의 끝에 놓고, 두 번째 발가락이 수직중앙선에 위치하도록 해주세요.
pt_br: Coloque o Calcanhar na borda do papel e verifique se o dedo indicador está na linha central vertical do papel
zh_hans: 脚后跟与纸的一端对齐，脚食指请处于中心线位置拍摄

# 足サイズ記入
source: Fill the footsizes
id: Masukan ukuran kaki
ko: 발사이즈 기입
pt_br: Inserir o tamanho do pé
zh_hans: 记入脚部尺寸

# 測定するイメージファイルをアップロードしてください。
source: Please upload the image files to be measured.
id: Unggah file gambar untuk diukur.
ko: 측정할 이미지 파일을 업로드해주세요.
pt_br: Carregar um arquivo de imagem para medir
zh_hans: 请上传测量用图片文件

# 足サイズ測定方法
source: How to measure my footsize?
id: Cara mengukur kaki
ko: 발사이즈 측정방법
pt_br: método de como medir
zh_hans: 测量脚部尺寸的方法

# 足サイズを記入してください。
source: Please fill in the form.
id: Masukan ukuran kaki
ko: 발 사이즈를 기입해주세요.
pt_br: Inserira o tamanho do pé
zh_hans: 请填写脚部尺寸

# 決定する
source: Confirm
id: Lanjutkan
ko: 측정
pt_br: Confirmar
zh_hans: 确认提交

# デザインギャラリー
source: Design Gallery
id: Galeri desain
ko: 디자인 갤러리
pt_br: Galeria de design
zh_hans: DIY人气排行

# ギャラリー
source: Gallery
id: Galeri
ko: 갤러리
pt_br: Galeria
zh_hans: 人气

# 登録解除
source: Delete
id: Batalkan registrasi
ko: 등록해제
pt_br: Cancelar registro
zh_hans: 解除登陆

# 有効期限(月/年)
source: Exp.(Month/Year)
id: Tanggal expire (bulan / tahun)
ko: 유효기간(월/년)
pt_br: Data de validade(ano/mês)
zh_hans: 有效期限（月/年）

# 作成日
source: Created at
id: Tanggal pembuatan
ko: 작성일
pt_br: Data que foi criada
zh_hans: 制作日期

# 変更する
source: Modify
id: Ubah
ko: 변경
pt_br: Mudar
zh_hans: 更改

# 削除する
source: Delete
id: Hapus
ko: 삭제
pt_br: Apagar
zh_hans: 删除

# デザインパレットが存在しません。
source: No design palettes available.
id: Palet desain tidak ada
ko: 디자인 팔레트가 존재하지 않습니다.
pt_br: Não existe amostra de design
zh_hans: DIY调色板不存在

# 支払金額
source: Amount
id: Jumlah pembayaran
ko: 지불금액
pt_br: Valor a ser pago
zh_hans: 支付金额

# 処理状況
source: Process status
id: Status proses
ko: 처리현황
pt_br: Status de processamento
zh_hans: 处理情况

# 注文詳細
source: Order detail
id: Detail pemesanan
ko: 주문상세
pt_br: Detalhes do pedido
zh_hans: 订单详情

# 注文取消
source: Cancel orders
id: Menghapus pesanan
ko: 주문취소
pt_br: Cancelar pedido
zh_hans: 取消订单

# 注文者
source: Orderer
id: Pemesan
ko: 주문자
pt_br: Comprador
zh_hans: 客户

# お届け先
source: Delivery info
id: Alamat pemesan
ko: 배송지
pt_br: destínatário
zh_hans: 收货地址

# 足サイズ(左)
source: Footsize(Left)
id: Ukuran kaki (kiri)
ko: 발사이즈(좌)
pt_br: Tamanho do pé(esquerda)
zh_hans: 脚部尺寸（左脚）

# 足サイズ(右)
source: Footsize(Right)
id: Ukura kaki (kanan)
ko: 발사이즈(우)
pt_br: Tamanho do pé(direita)
zh_hans: 脚部尺寸（右脚）

# 請求書発行
source: Issue the bill
id: Faktur
ko: 청구서 발행
pt_br: Emitir faturamento
zh_hans: 发行账单

# 領収書発行
source: Issue the receipt
id: Masalah penerima
ko: 영수증 발행
pt_br: Emitir recibo
zh_hans: 发行收据

# 小計
source: Amount
id: subtotal
ko: 소계
pt_br: Subtotal
zh_hans: 小计

# 金額
source: Price
id: Jumlah
ko: 금액
pt_br: Valor
zh_hans: 金额

# 合計
source: Total amount
id: Total
ko: 합계
pt_br: Total
zh_hans: 合计

# 印刷する
source: Print
ko: 인쇄
pt_br: imprimir
zh_hans: 印刷

# ご注文が完了いたしました。
source: Your order has been completed.
id: Terima kasih telah memesan
ko: 주문이 완료되었습니다.
pt_br: O pedido foi confirmado com sucesso
zh_hans: 商品购买成功
