Repository: yun-mh/uniwalk
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id, ko, pt_br, zh_hans

# Uniwalk 会員登録ありがとうございます。
source: UniWalk Thank you for registration.
id: Terima kasih telah mendaftar di Uniwalk
ko: Uniwalk 회원등록 감사합니다.
pt_br: Obrigado por cadastrar em UniWalk
zh_hans: 欢迎您加入 Uniwalk

# Uniwalk パスワード再設定完了のお知らせ
source: Uniwalk Password successfully reset
id: Pemberitahuan akan penyetelan ulang kata sandi
ko: Uniwalk 비밀번호 재설정 완료 알림
pt_br: Notificação da confirmação de redefinização da senha em Uniwalk
zh_hans: Uniwalk 密码重置完成的通知

# 会員情報を変更しました。
source: Your user data has been changed.
id: Menubah informasi pengguna
ko: 회원정보를 변경하였습니다.
pt_br: As informação de membro foram mudada
zh_hans: 会员信息的变更

# Uniwalk 会員情報変更のお知らせ
source: UniWalk Changing user data completed
id: Pemberitahuan akan pengubahan informasi pengguna UniWalk
ko: UniWalk 회원정보변경 알림
pt_br: Notificação de mudança das informações de membro no UniWalk
zh_hans: Uniwalk 会员信息变更的通知

# UniWalk パスワード変更のお知らせ
source: UniWalk Changing password completed
id: Pemberitahuan akan perubahan kata sandi Uniwalk
ko: Uniwalk 비밀번호 변경 알림
pt_br: Notificação de mudança da senha no UniWalk
zh_hans: UniWalk 密码变更的通知

# パスワードを変更しました。
source: Changing password has been completed.
id: Berhasil mengubah kata sandi
ko: 비밀번호를 변경하였습니다.
pt_br: A senha foi mudada
zh_hans: 更改密码

# 注文を取消しました。
source: Canceled the order.
id: Menghapus pesanan
ko: 주문을 취소했습니다.
pt_br: Pedido foi cancelado
zh_hans: 已取消了订单

# カードを登録解除しました。
source: Deleted the card from your data.
id: Menghapus kartu kredit yang terdaftar
ko: 신용카드를 등록해제하였습니다.
pt_br: Apagar cadastro do cartão
zh_hans: 已取消加入购物车

# カードを登録しました。
source: Saved your card data.
id: Pendaftara Kartu kredit berhasil
ko: 신용카드를 등록하였습니다.
pt_br: Cadastrar cartão
zh_hans: 加入购物车成功

# カード登録に失敗しました。
source: Failed in saving your card.
id: Gagal mendaftarkan kartu kredit
ko: 카드 등록에 실패하였습니다.
pt_br: Ocorreu um erro no cadastro do cartão
zh_hans: 加入购物车失败

# デザインを削除しました。
source: Deleted your design.
id: Menghapus desain
ko: 디자인을 삭제했습니다.
pt_br: Apagar o design
zh_hans: 删除此项

# 足サイズを登録しました。
source: Saved your footsize data.
id: Pendaftaran ukuran kaki berhasil
ko: 발 사이즈를 등록하였습니다.
pt_br: Cadastrar o tamanho do pé
zh_hans: 脚部尺寸登陆成功

# 会員様のメールアドレスとは違います。
source: Incorrect email address.
id: Alamat email anda salah
ko: 회원님의 이메일 주소와 다릅니다.
pt_br: O email está diferente do registrado
zh_hans: 会员邮箱输入有误

# ラバー
source: rubber
id: Karet
ko: 고무
pt_br: Borracha
zh_hans: 胶底

# キャンバス
source: canvas
id: Kain
ko: 캔버스
pt_br: Campus
zh_hans: 帆布

# レザー
source: leather
id: Kulit
ko: 가죽
pt_br: Couro
zh_hans: 皮革

# Uniwalkのベーシックライン。どんなファッションにもよく合う！
source: The basic line of Uniwalk. Fits well to any fashions!
id: Uniwalk cocok dipakai dalam berbagai acara dan mode apapun!
ko: Uniwalk의 베이직 라인. 어떤 패션에도 잘 어울려요!
pt_br: A linha basica de Uniwalk combinara com qualquer tipo de poupa e situação
zh_hans: Uniwalk 打造符合您的时尚运动装备！

# 発送済み
source: Shipped
id: Telah di kirim
ko: 발송완료
pt_br: Já foi enviada
zh_hans: 发送完成

# ホームへ
source: Home
id: Beranda
ko: 홈으로
zh_hans: 回到主页

# %(current_page)s ページ
source: %(current_page)s page
id: %(current_page)s halaman
pt_br: Pagina%(current_page)s
zh_hans: %(current_page)s 页

source: Old password
id: Kata sandi lama
pt_br: Senha antiga
zh_hans: 旧的密码

source: new password
id: Kata sandi baru
pt_br: Nova senha
zh_hans: 新的密码

source: check password
id: Periksa kata sandi
pt_br: Checar a senha
zh_hans: 检查密码

source: Add %(name)s
id: Tambah %(name)s
ko: %(name)s 추가
pt_br: Adcionar %(name)s

source: Select all %(total_count)s %(module_name)s
id: Pilih semua %(total_count)s %(module_name)s
ko: %(total_count)s건의 %(module_name)s 모두 선택
pt_br: Selecionar todos%(total_count)s %(module_name)s
