Repository: yun-mh/uniwalk
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id, ko, pt_br, zh_hans

# またのご注文をお待ちしております。
source: Thank you for purchasing our products.
id: Kami menantikan pesanan anda berikutnya
ko: 구매해주셔서 감사드립니다.
pt_br: Aguardamos seu pedido novamente
zh_hans: 欢迎您再次光临

# 今後ともご愛顧賜りますようよろしくお願い申し上げます。
source: We are looking forward to your continued visit.
id: Kami menantikan kunjungan anda yang selanjutnya
ko: 앞으로도 많은 이용 부탁드리겠습니다.
pt_br: Obrigado por seu uso contínuo
zh_hans: 今后也承蒙您的惠顾

# ご購入の手続き
source: Checkout
id: Prosedur pembelian
ko: 구입 절차
pt_br: Procedimento de compra
zh_hans: 进行结算

# 1. お届け先情報
source: 1. Delivery info
id: 1. Informasi penerima
ko: 1. 배송지 정보
pt_br: 1. Informações de Envio
zh_hans: 1. 收件人信息

# 会員情報からデータを取得する
source: Pull data from my user info
id: Mengunakan informasi pengguna
ko: 회원정보로부터 데이터를 취득
pt_br: Obter dados das informações dos membros
zh_hans: 取得会员信息

# お支払い方法の選択へ
source: To selecting payment method
id: Pilih cara pembayaran
ko: 지불방법 선택으로
pt_br: Selecione o método de pagamento
zh_hans: 选择支付方法

# 2. お支払い方法・ご請求先情報
source: 2. Payment method・Billing Address
id: 2. Cara pembayaran / Informasi tagihan
ko: 2. 지불방법・청구지 정보
pt_br: 2. Método de pagamento e informações de cobrança
zh_hans: 2. 支付方法·付款人信息

# 3. ご注文の確定
source: 3. Check the order
id: 3. Memastikan pesanan
ko: 3. 주문 확정
pt_br: 3. Confirmação do pedido
zh_hans: 3. 确认购买

# 会員・メンバログイン
source: Member login
ko: 회원・멤버 로그인
pt_br: Membro/Login de Membro
zh_hans: 会员·会员登陆

# ご購入の手続き方法を選択してください
source: Please select the way of purchasing
id: Silahkan pilih prosedur pembelian
ko: 구매 방법을 선택해주세요
pt_br: Selecione um procedimento de compra
zh_hans: 请选择购买方式

# ログインして購入する
source: Purchase with login
id: Login untuk membeli
ko: 로그인하여 구매
pt_br: Logar e comprar
zh_hans: 登陆后购买

# ログイン
source: Login
ko: 로그인
pt_br: Logar
zh_hans: 登陆

# パスワードを忘れた方は
source: Forgot password?
id: Lupa kata sandi
ko: 비밀번호를 잊으셨나요?
pt_br: Se caso esqueceu sua senha
zh_hans: 忘记密码

# パスワード再発行
source: Find password
id: Setel ulang kata sandi
ko: 비밀번호 재설정
pt_br: Reemitir senha
zh_hans: 密码重置

# アカウントをお持ちでない方は
source: Doesn't have an account yet?
id: Jika tidak memiliki akun
ko: 계정을 갖고 계시지 않나요?
pt_br: Se caso não possível uma conta
zh_hans: 没有账号

# 会員登録
source: Member Registration
id: Registrasi member
ko: 회원등록
pt_br: Registar
zh_hans: 会员登陆

# ゲストとして購入する
source: Purchase as a guest
id: Pesan sebagai tamu
ko: 게스트로 구매
pt_br: Comprar como guest
zh_hans: 游客购买

# 購入手続へ(ゲスト)
source: Purchase as a guest
id: Prosedur pembelian (Tamu)
ko: 구매절차로(게스트)
pt_br: Procedimento para comprar
zh_hans: 进行结算（游客）

# 配送先住所
source: Address to deliver
id: Alamat pengiriman
ko: 배송지 주소
pt_br: Endereço de entrega
zh_hans: 收件人地址

# 請求先情報
source: Billing info
id: Informasi faktur
ko: 청구지 주소
pt_br: Informações de faturamento
zh_hans: 付款人信息

# 登録外のカードで支払う
source: Pay with another card
id: Bayar menggunakan kartu kredit yang tidak terdaftar di akun
ko: 등록 외의 카드로 지불
pt_br: Pagar com um cartão não registrado
zh_hans: 使用其他的信用卡进行支付

# 登録済みのカード
source: Cards saved
id: Menggunakan kartu kredit yang terdaftar di akun
ko: 등록완료된 카드
pt_br: Cartão registrado
zh_hans: 已经登陆的信用卡

# 注文を確定する
source: Confirm the order
id: Memastikan pesanan
ko: 주문을 확정
pt_br: Comfirmar o pedido
zh_hans: 确认订单

# カード情報をアカウントに登録する
source: Save this card into my user info
id: Memasukan informasi kartu kredit ke akun
ko: 카드 정보를 계정에 등록
pt_br: Registrar os dados do cartão na conta
zh_hans: 用户登陆信用卡信息

# 振込可能期間は注文時点から1週間以内になっております。
source: Please transfer to our bank account within a week.
id: Jangka waktu pembayaran adalah satu minggu setelah pemesanan
ko: 이체 가능 기한은 주문시점으로부터 일주일 이내입니다.
pt_br: O período de transferência é de uma semana a partir do momento do pedido
zh_hans: 请在下单后一周内进行汇款

# 注文履歴
source: Order history
id: Sejarah pesanan
ko: 주문이력
pt_br: Registro dos pedidos
zh_hans: 订单历史

# 注文履歴が存在しません。
source: No order histories existed.
id: Sejarah pesanan tidak ada
ko: 주문이력이 존재하지 않습니다.
pt_br: Não há registro de pedidos
zh_hans: 没有购买历史

# 新しいスニーカーはいかがですか？
source: How about buying a new sneaker?
id: Bagaimana dengan snekaers baru?
ko: 새 운동화는 어떠세요?
pt_br: Voce quer algum sapato
zh_hans: 需要购买新的运动鞋吗？

# 商品を見る
source: Check the product list
id: Melihat produk
ko: 상품 보기
pt_br: Visualizar item
zh_hans: 查看商品

# 注文検索
source: Search my order
id: Mencari pesanan
ko: 주문검색
pt_br: Procurar o pedido
zh_hans: 查询订单

# 注文の詳細情報をご覧頂けます。
source: You can check the status of your orders.
id: Bisa melihat informasi pemesanan dengan detail
ko: 주문 상세정보를 확인할 수 있습니다.
pt_br: Poderá ver as analise de informação dos pedidos
zh_hans: 查看订单详情

# 検索する
source: Search
id: Mencari
ko: 검색
pt_br: Procurar
zh_hans: 查询

# お支払い方法の選択
source: Select the payment method
id: Memilih cara pembayaran
ko: 지불방법 선택
pt_br: Escolher método de pagamento
zh_hans: 选择支付方式

# 請求先住所が配送先と同じ
source: Same with delivery address
id: Menyamakan alamat faktur dan alamt pengiriman
ko: 청구지 주소가 배송지와 동일
pt_br: O endereço a ser enviado a fatura é o mesmo do destínatário
zh_hans: 付款人地址跟收件人一致

# ご注文内容の確認へ
source: To checking order info
id: Memestikan pesanan
ko: 주문 내용 확인으로
pt_br: Confirmar o conteúdo do pedido
zh_hans: 确认订单内容

# 振込先案内
source: Bank info
id: Informasi transfer
ko: 이체안내
pt_br: Guia de como depósitar
zh_hans: 汇款介绍

# 振込先：OO銀行
source: Bank: OO Bank
id: Transfer: Bank OO
ko: 이체은행명：OO은행
pt_br: Banco a ser depósitado: Banco 00
zh_hans: 汇款银行：00银行

# 支店名：OOO支店(支店番号111)
source: Branch: OOO(Branch num. 111)
id: Cabang: Cabang OO (nomor cabang 111)
ko: 지점명：OOO지점(지점번호111)
pt_br: Nome da agência: OOO agência (agência número 111)
zh_hans: 支店名：OOO支店(支店番号111)

# 取引種類：普通
source: Transaction type: Ordinary
id: Bentuk Transaksi: normal
ko: 거래종류：보통
pt_br: Tipo de transação: Normal
zh_hans: 取引種類：普通

# 口座番号：XXX-XXXX
source: Bank account: XXX-XXXX
id: Nomor rekening: XXX-XXXX
ko: 계좌번호：XXX-XXXX
pt_br: Número da conta: XXX-XXXX
zh_hans: 口座番号：XXX-XXXX

# 口座名義：UNIWALK
source: Account holder: UNIWALK
id: Nama rekening: UNIWALK
ko: 계좌명：UNIWALK
pt_br: Nome da conta
zh_hans: 口座名義：UNIWALK

# 相談チャット
source: Contact
id: Chat konsultasi
ko: 상담 채팅
pt_br: Chat de consulta
zh_hans: 咨询

# チャットする
source: Start chatting
id: Chat
ko: 채팅하기
pt_br: Bater papo
zh_hans: 开始聊天

# 送信する
source: Send
id: Mengirim
ko: 보내기
pt_br: Enviar
zh_hans: 发送

# 会員情報変更
source: Change my member info
id: Ubah informasi member
ko: 회원정보변경
pt_br: Mudar as informaçõesde membro
zh_hans: 会员信息变更

# 会員脱退
source: Withdrawal
id: Keluar dari member
ko: 회원탈퇴
pt_br: Deixar de ser membro
zh_hans: 退会

# マイページ
source: My page
id: Halaman saya
ko: 마이페이지
pt_br: Minha página
zh_hans: 我的主页

# ログアウト
source: Logout
id: Keluar
ko: 로그아웃
pt_br: Sair
zh_hans: 登出

# 管理者モード
source: Admin mode
id: Mode administrasi
ko: 관리자모드
pt_br: Modo adnimistrador
zh_hans: 管理员模式

# 会員登録・ログイン
source: Registration・Login
id: Daftar member / Login
ko: 회원등록・로그인
pt_br: registrar-logar
zh_hans: 会员登陆

# 紹介
source: About us
id: Introduksi
ko: 회사 소개
pt_br: Apresentar
zh_hans: 介绍

# 税込
source: Tax included
id: Termasuk pajak
ko: 세금포함
pt_br: Valor com imposto
zh_hans: 税后

# カスタマイズして購入
source: Purchase
id: Kostumisasi dan beli
ko: 커스터마이즈하여 구매
pt_br: Customizar e comprar
zh_hans: 自定义后购买

# 全てのデザインを見る
source: View all designs
id: Melihat semua desain
ko: 모든 디자인 보기
pt_br: Visulizar todo design
zh_hans: 查看全部的DIY

# デザインデータがまだ存在しません。
source: No designs existed.
id: Desain data tidak ada
ko: 디자인 데이터가 아직 존재하지 않습니다.
pt_br: Não existe nenhum dado amostra de design
zh_hans: 没有存在的DIY

# 全てのレビュー
source: All reviews
id: Semua review
ko: 모든 리뷰
pt_br: Todos os comentários
zh_hans: 全部评价

# レビューを書く
source: Write a review
id: Menulis review
ko: 리뷰 등록
pt_br: Ecrever comentário
zh_hans: 撰写评论

# 全てのレビューを見る
source: View all
id: Melihat semua review
ko: 모든 리뷰를 보기
pt_br: Visualizar todos os comentários
zh_hans: 查看所有的评价

# レビューがまだ存在しません。
source: No reviews written.
id: Review tidak ada
ko: 리뷰가 아직 존재하지 않습니다.
pt_br: Não há comentario
zh_hans: 不存在评价

# 商品リスト
source: Product list
id: Daftar produk
ko: 상품 목록
pt_br: Lista de item
zh_hans: 商品列表

# %(current_page)s ページ
source: %(current_page)s page
id: %(current_page)s halaman
ko: %(current_page)s 페이지
pt_br: Pagina %(current_page)s
zh_hans: %(current_page)s 页

# レビューリスト
source: Review list
id: Daftar review
ko: 리뷰 목록
pt_br: Lista de comentários
zh_hans: 评价列表

# 全 %(review_count)s 件
source: Total %(review_count)s
id: semua %(review_count)s kasus
ko: 총 %(review_count)s 건
pt_br: todos %(review_count)s casos
zh_hans: 全 %(review_count)s 件

# レビュー投稿
source: Write a review
id: Posting review
ko: 리뷰 등록
pt_br: Enviar comentário
zh_hans: 发表评价

# 投稿する
source: Write
id: Posting
ko: 등록
pt_br: Enviar
zh_hans: 发表

# アバウト
source: About us
id: Tentang
ko: 회사 소개
pt_br: Sobre
zh_hans: 关于

# Uniwalkは
source: About Uniwalk
id: Uniwalk
ko: Uniwalk는
pt_br: O UniWalk é
zh_hans: 关于Uniwalk

source: Uniwalk was established for you who are looking for the ideal shoes.<br> Uniwalk will make the shoes for you with yourfavourite color, design and size.<br> You choose the base, design with your color,and measure your foot size. <br> Then, you just can wait for your shoes to be delivered!You will be getting the favourite shoes of yours.
id: Bagi anda yang mencari sepatu yang ideal「Uniwalk」ada untuk anda<br> Pilih warna kesukaan dan desain kesukaan anda dan jugaukuran anda dan 「Uniwalk」 akan membuatnya untuk anda。<br> Memilih sepatu terbaik, warna kesukaan, ukur kaki anda。<br> Selanjutnya hanya tinggal menunggu pesanan anda!anda akan mendapatkan sepatu impian anda.
ko: 언제나 이상적인 운동화를 찾고 계신 고개님을 위해 Uniwalk가 탄생했습니다.<br> Uniwalk는 고객님이 좋아하는 색, 좋아하는 디자인, 좋아하는 사이즈로 고객님을 위한 운동화를 제작합니다.<br> 베이스가 되는 운동화를 골라, 좋아하는 색으로 디자인하여, 발사이즈를 측정합니다.<br> 그 다음엔 고객님 앞으로 운동화가 배송되는 걸 기다리기만 하시면 됩니다! 분명 마음에 드시는 운동화를 받으실 수 있을 거라고 확신합니다.
pt_br: O Uniwalk nasceu para você que está sempre procurando os sapatos ideais.<br> O Uniwalk cria sapatos para você nas suas cores, desenhos e tamanhos favoritos. <br> Escolha seus sapatos básicos, crie na sua cor favorita e meça o tamanho do pé.<br> Então é só esperar que seus sapatos cheguem até você! Você certamente encontrará seus sapatos favoritos
zh_hans: 「Uniwalk」一直致力于打造您理想中的运动鞋装备， <br> 「Uniwalk」为您提供喜欢的颜色、材质、尺寸，<br>我们竭诚为您服务。<br> 来选择您喜欢的颜色、<br> 创造属于您自己的运动鞋吧！

# アクセス
source: Access
id: Akses
ko: 오시는 길
pt_br: Acessar
zh_hans: 联系我们

source: Address: 450-0002(Postal code) Spiral Towers, 27-1, 4chome, Meieki, Nakamuraku, Nagoya, Aichi<br> Open hours: 13：00～20：00(Weekday) 10：00～18：00(Weekend)<br> Closed on every Monday
id: Alamat 〒450-0002 Aichi-ken nagoya-shi nakamura-ku meieki 4 chome 27-1Gedung sekolah spiral tower <br> Jam kerja hari biasa ：13：00～20：00 Sabtu/Minggu：10：00～18：00<br> Tutup hari senin
ko: 주소 450-0002 아이치현 나고야시 나카무라구 메이에키 4번지 27-1 종합교사 스파이럴 타워즈<br> 영업시간 평일：13：00～20：00 공휴일(토일 포함)：10：00～18：00<br> 월요일 정기 휴일
pt_br: 住所 〒450-0002 愛知県名古屋市中村区名駅４丁目２７−１ 総合校舎スパイラルタワーズ<br> Horário comercial Nos meio de semana：13：00～20：00 Fins de semana e feriados：10：00～18：00<br> Fechado as Segunda-feira
zh_hans: 地址 〒450-0002 愛知県名古屋市中村区名駅４丁目２７−１ 総合校舎スパイラルタワーズ<br> 营业时间 周二～周五：13：00～20：00 周六日：10：00～18：00<br> 休息日：周一休息

# オリジナルスニーカーが作れる！
source: You can create your own sneakers!
id: Membuat sepatu orisinil
ko: 나만의 운동화를 만들 수 있어요!
pt_br: Você pode criar um sapato só seu!!!!
zh_hans: 打造属于你的时尚运动装备！

# デザインをカスタマイズする
source: Customize the design
id: Mengkostumisasi desain
ko: 디자인 커스터마이즈
pt_br: Customizar
zh_hans: 进行自己的DIY

# 素材・色を変更し両足ともに自分の個性を表現できます。他のユーザが作ったデザインを参照することもできます！
source: You can express your own personality by customizing colors or matrials of sneakers.There are lots of references created by other users!
id: mengubah bahan dan warna sepatu sesuka anda dan tampilkan kelebihan anda dan anda juga bisamenggunakan desain yang anda suka!
ko: 소재, 색을 변경해 양발 모두 자신만의 개성을 표현할 수 있습니다. 다른 고객님이 만드신 디자인을 참조하는 것도 가능해요!
pt_br: Mude o material e cor do seu sapato em ambos os pé para mostrar sua originalidade .Pode também pegar de base o design de outros usuários
zh_hans: 通过改变材质跟颜色展现自己的个性！<br>也可以参考其他人的DIY！

# 色
source: Colors
id: warna
ko: 색
pt_br: Cor
zh_hans: 颜色

# 足サイズを測定する
source: Measure your footsizes
id: Mengukur ukuran kaki
ko: 발사이즈 측정
pt_br: Medir o tamanho do pé
zh_hans: 测量脚部尺寸

# 足の写真をアップロードし、両足ずつ足長・足幅のサイズを測定することができます。
source: Upload your feet images, then your feet length and width can be measured.
id: Dengan mengirim foto kaki anda, kami akan mengukur panjang kaki / lebar kaki anda secaraotomatis.
ko: 발 사진을 업로드해 양발의 발 길이, 발 넓이를 측정할 수 있습니다.
pt_br: Selecione uma foto do seu pé para calcular o comprimento ea largura do pé
zh_hans: 上传脚部照片就能测量您双脚的脚长跟脚宽。

# 依頼どおりスニーカーを制作する
source: Tailor your sneaker as you ordered
id: Membuat sepatu sesuai denga pesanan
ko: 주문대로 운동화를 제작
pt_br: Fabricar de acordo como foi pedido
zh_hans: 按照您的要求制作运动鞋

# デザインと足サイズをもとにあなたのためのスニーカーを制作します！
source: We will make your own sneakers that fit to your feet sizes and visual tastes!
id: Membuat sepatu untuk anda dari desain dan ukuran anda
ko: 디자인과 발사이즈를 바탕으로 고객님만의 운동화를 제작합니다!
pt_br: Fabricar o sapato somente seu apartir do tamnho so pé e do design
zh_hans: DIY一双属于自己的运动装备！

# カスタム制作
source: Manufacturing
id: Produksi Kostumisasi
ko: 커스텀 제작
pt_br: Produção personalizada
zh_hans: DIY制作

# 配送
source: Shipping
id: Kirim
ko: 배송
pt_br: Envio
zh_hans: 送货

# もっと見る
source: More
id: Lihat lebih
ko: 더 보기
pt_br: Ver mais
zh_hans: 详细

# パスワード再設定
source: Reset my password
id: Setel ulang kata sandi
ko: 비밀번호 재설정
pt_br: Redefinição de senha
zh_hans: 重置密码

# パスワード変更
source: Change password
id: Ubah kata sandi
ko: 비밀번호 변경
pt_br: Alterar senha
zh_hans: 更改密码

# パスワード再設定が完了しました。
source: Resetting password has been completed.
id: Berhasil menyetel ulang kata sandi
ko: 비밀번호 재설정이 완료되었습니다.
pt_br: Redefinição de senha concluída
zh_hans: 密码重置成功

# 下のボタンを押すとログインページに移動します。
source: You can access the login page through the button below.
id: Klik tombol di bawah ini untuk pindah ke halaman login
ko: 아래의 버튼을 누르면 로그인 페이지로 이동합니다.
pt_br: Pressione o botão abaixo para ir para a página de login
zh_hans: 按下下方按钮回到登陆界面

# ログインへ
source: To login page
id: Login
ko: 로그인으로
pt_br: Logar
zh_hans: 登陆

# 新しいパスワードを設定してください。
source: Please set the new password.
id: Silahkan setel kata sandi anda
ko: 새로운 비밀번호를 설정해주십시오.
pt_br: Defina uma nova senha
zh_hans: 请设置新密码

# 設定する
source: Set
id: Setel
ko: 설정
pt_br: Configurar
zh_hans: 进行设置

# エラー
source: Error
ko: 에러
pt_br: Erro
zh_hans: 错误

# パスワード再設定用リンクが無効です。新たにパスワード再設定を申し込んでください。
source: Not valid link anymore. A new request for resetting password needed.
id: Link untuk mereset kata sandi tidak valid silahkan daftar ulanguntuk pendaftaran.
ko: 비밀번호 재설정용 링크가 무효합니다. 비밀번호 재설정을 다시 신청해주십시오.
pt_br: O link de redefinição de senha é inválido. Solicite uma nova redefinição de senha
zh_hans: 密码重置用链接无效，请再次申请新的密码重置。

# パスワード再設定申込み完了
source: Request for resetting password submitted
id: Berhasil mendaftar setel ulang kata sandi
ko: 비밀번호 재설정 신청 완료
pt_br: Aplicação de redefinição de senha concluído
zh_hans: 密码重置申请成功

# パスワード再発行申込み完了
source: Request for resetting password submitted
id: Berhasil mendaftar setel ulang kata sandi
ko: 비밀번호 재설정 신청 완료
pt_br: Aplicação de reemissão de senha concluído
zh_hans: 密码重置成功

# ご登録のメールアドレス宛にパスワード再発行用メールを送信いたしました。
source: We send a mail with a link for resetting your password to your mail address.
id: Email yang diterbitkan unutk mengulang kata sandi telah dikirim ke alamat email Anda yang terdaftar.
ko: 등록하셨던 이메일 주소로 비밀번호 재설정용 메일을 송신해드렸습니다.
pt_br: O e-mail de reemissão de senha foi enviado para o seu endereço de e-mail registrado
zh_hans: 密码重置的邮件已经发送至您登陆的邮箱。

# メールの内容をご確認いただきますよう、お願いいたします。
source: Please check your mailbox.
id: Tolong periksa isi email anda
ko: 메일 내용을 확인하시길 바랍니다.
pt_br: Por favor, verifique o conteúdo do email
zh_hans: 请您确认邮件的内容

# ※メールが届かない場合はメールアドレスをご確認の上、再度お試しください。
source: ※Try again if the mail is not in your mailbox.
id: ※Jika tidak menerima email tolong periksa alamat email anda dan coba lagi
ko: ※메일이 도착하지 않은 경우 이메일 주소를 확인하신 후 다시 시도해주세요.
pt_br: * Se você não receber o e-mail, verifique seu endereço de e-mail e tente novamente reemetir
zh_hans: ※没有收到邮件？请确认输入的邮箱地址是否正确再次发送。

# パスワード再設定申込み
source: Request for resetting password
id: Pendaftaran penyetelan ulang kata sandi
ko: 비밀번호 재설정 신청
pt_br: Aplicativo de redefinição de senha
zh_hans: 申请密码重置

# 申し込む
source: Request
id: Daftar
ko: 신청
pt_br: Inscrever
zh_hans: 申请

# パスワードを思い出した方は
source: Remember your password?
id: Cara mengingat password
ko: 비밀번호가 기억나세요?
pt_br: Se caso lembrou a senha
zh_hans: 我想起了密码

# 会員登録情報確認
source: Checking for your registered info
id: Memeriksa informasi member
ko: 회원등록정보확인
pt_br: Confirmação das informações de registro de membro
zh_hans: 确认会员登陆信息

# 性別
source: Gender
id: Jenis kelamin
ko: 성별
pt_br: genero
zh_hans: 性别

# 下記の内容でよろしいですか？
source: Is it okay to make your account with this info below?
id: Apakah data yang di bawah benar?
ko: 아래의 내용으로 좋습니까?
pt_br: Tem certeza de que deseja o seguinte conteúdo?
zh_hans: 请再次确认下方的内容

# 「会員登録」ボタンをクリックすると登録手続きが行われます。
source: Registration will be performed if you click the Register button.
id: klik 「daftar member」dan lakukan proses selanjutnya
ko: 회원등록 버튼을 누르면 등록 절차를 수행합니다.
pt_br: Clique no botão Registrar para se [registrar]
zh_hans: 按下“会员登陆”按钮进行会员登陆

# 登録情報を修正する場合は「情報修正」ボタンをクリックしてください。
source: Click the Modify button when there are incorrect data.
id: Klik tombol [Ubah informasi] untuk mengubah informasi yang terdaftar.
ko: 등록정보를 수정하는 경우에는 정보수정 버튼을 눌러주세요.
pt_br: Clique no botão [Modificar informações] para modificar as informações registradas.
zh_hans: 修改登陆信息请按下“修改信息”按钮

# 情報修正
source: Modify
id: Mengubah informasi
ko: 정보수정
pt_br: Modificar informações
zh_hans: 修改信息

# 本登録が完了いたしました。
source: Your registration has been completed.
id: Pendaftaran berhasil
ko: 등록이 완료되었습니다.
pt_br: O registro está completo
zh_hans: 登陆成功

# それではショッピングをお楽しみください。
source: Please enjoy your shopping!
id: Silahkan menikmati belanja anda
ko: 이제부터 쇼핑을 즐기실 수 있습니다.
pt_br: Então aproveite as compras
zh_hans: 接下来请开始您的购物之旅吧！

# お届け住所や連絡先などの詳細情報は、「マイアカウント」で登録できます。
source: You can save your delivery address or phone numbers in My page.
id: Informasi lainnya seperti alamat pengiriman dapat di daftarkan di 「halaman saya」
ko: 주소나 연락처 등의 상세정보는 마이페이지에서 등록 가능합니다.
pt_br: Informações detalhadas, como endereço de entrega e informações de contato, podem ser registradas em Minha conta
zh_hans: 可以使用“我的账号”进行住址，联系方式等详情的快捷登陆。

# 既にアカウントを持っていますか?
source: Have an account?
id: Apakah anda sudah memiliki akun?
ko: 이미 계정을 갖고 계세요?
pt_br: Por um acaso ja não tem uma conta?
zh_hans: 已有会员账号？

# パスワード変更の場合は、右のボタンを押してください。
source: Please click the right button if you would like to change your password.
id: Untuk mengubah kata sandi silahkan klik tombol di sebelah kanan
ko: 비밀번호 변경의 경우, 오른쪽 버튼을 눌러주시기 바랍니다.
pt_br: Para alterar sua senha, pressione o botão direito
zh_hans: 请按下右侧的按钮进行密码变更

# 会員脱退確認
source: Checking for withdrawal
id: Memastikan keluar dari member
ko: 회원탈퇴확인
pt_br: Confirmação de retirada de membro
zh_hans: 退会的确认

source: Saved data in your account will be <span class="font-semibold text-red-500 wow fadeIn">ALL DELETED</span><br>Click the button below if you would like to proceed.
id: Menghapus semua informasi yang disimpan saat ini seperti <span class="font-semibold text-red-500 wow fadeIn">riwayat pembelian dan alamat pengiriman</span><br>Silahkan klik tombol di bawahjika tidak ada masalah
ko: 현재 저장된 구매이력이나 배송지 등의 정보는, <span class="font-semibold text-red-500 wow fadeIn">모두 삭제</span>됩니다. <br>괜찮으시다면 아래의 버튼을 눌러주세요.
pt_br: As informações salvas atualmente, como histórico de compras e endereço de entrega, podem ser <span class="font-semibold text-red-500">Totalmente apagadas</span><br>Se desejar, pressione o botão abaixo.Por favor
zh_hans: 如果想把已保存的订单详情或收件地址等信息<span class="font-semibold text-red-500">全部删除</span>。<br>请按下下方按钮

# 脱退する
source: Withdraw
id: Keluar dari member
ko: 탈퇴
pt_br: Se retirar
zh_hans: 退会

# 会員脱退完了
source: Withdrawal completed
id: Berhasil keluar dari member
ko: 회원탈퇴완료
pt_br: Membro retirado com sucesso
zh_hans: 退会成功

# 会員脱退が完了しました。
source: Your withdrawal has been completed.
id: Berhasil keluar dari member
ko: 회원탈퇴가 완료되었습니다.
pt_br: Retirada de membro concluída
zh_hans: 已成功退会

# またのご利用お待ちしております！
source: We hope to see you again!
id: Kami menunggu kunjungan anda selanjutnya
ko: 다시 이용하시는 날을 기다리고 있겠습니다!
pt_br: Estamos ansiosos para o seu uso novamente
zh_hans: 欢迎再次使用！

# 会員脱退申込み
source: Request for withdrawal
id: Daftar untuk keluar dari member
ko: 회원탈퇴 신청
pt_br: Pedido de retirada de membro
zh_hans: 申请退会

# 会員脱退申し込み
source: Request for withdrawal
id: Daftar untuk keluar dari member
ko: 회원탈퇴 신청
pt_br: Pedido de retirada de associação
zh_hans: 申请退会

# 会員脱退処理を行うために、もう一度会員認証を行ってください。
source: Please authenticate your account before proceeding in withdrawal.
id: Silakan lakukan otentikasi member untuk melakukan proses keluar dari member.
ko: 회원탈퇴 처리를 수행하기 위해, 다시 한 번 회원 인증을 수행해주세요.
pt_br: Efetue novamente a autenticação de membro para processar a retirada de associação
zh_hans: 退会前，请您再次确认

# 認証する
source: Authenticate
id: Memastikan
ko: 인증
pt_br: Autentificar
zh_hans: 认证

# 足サイズ
source: Foot size
id: Ukuran kaki
ko: 발사이즈
pt_br: Tamanho do pé
zh_hans: 脚的尺寸

# ゲスト情報
source: Guest info
id: Informasi tamu
ko: 게스트 정보
pt_br: informações de guest
zh_hans: 游客信息

# 会員情報
source: Member info
id: Informasi member
ko: 회원 정보
pt_br: informações de membro
zh_hans: 会员信息

# 認証・権限
source: Authentication・Authorization
id: Autentikasi / Otorisasi
ko: 인증・권한
pt_br: Autenticação/Direitos
zh_hans: 验证·权限

# 会員名
source: Member name
id: Nama member
ko: 회원명
pt_br: Nome do membro
zh_hans: 会员名

# パスワード
source: Password
id: Kata sandi
ko: 비밀번호
pt_br: Senha
zh_hans: 密码

# パスワードをもう一度確認してください。
source: Please check your password.
id: Pastikan kata sandi anda
ko: 비밀번호를 다시 확인해주세요.
pt_br: Verifique sua senha novamente
zh_hans: 请再次确认密码

# 登録されていないメールアドレスです。
source: No user data with the email address you entered.
id: Tidak ada alamat email yang terdaftar
ko: 등록되어 있지 않은 이메일 주소입니다.
pt_br: Esse email não foi registrado
zh_hans: 没有使用过的邮箱

# パスワード確認
source: Check password
id: Memastikan kata sandi
ko: 비밀번호 확인
pt_br: Confirmar a senha
zh_hans: 确认密码

# 既に登録されているメールアドレスです。
source: The email address already existed.
id: Alamat email sudah terdaftar
ko: 이미 등록되어 있는 이메일 주소입니다.
pt_br: Esse email ja registrado
zh_hans: 已经使用过的邮箱

# パスワードが一致しません。
source: There is a difference between two passwords you entered.
id: Kata sandi tidak tepat
ko: 비밀번호가 일치하지 않습니다.
pt_br: A senha pode estar errada
zh_hans: 密码不一致

# 現在のパスワード
source: Current password
id: Kata sandi sekarang
ko: 현재 비밀번호
pt_br: Senha atual
zh_hans: 旧的密码

# 生年月日
source: Birthdate
id: Tanggal lahir
ko: 생년월일
pt_br: Data de nascimento
zh_hans: 出生年月

# 現在パスワード
source: Current password
id: Kata sandi sekarang
ko: 현재 비밀번호
pt_br: Senha atual
zh_hans: 旧的密码

# 新しいパスワード
source: New password
id: Kata sandir baru
ko: 새 비밀번호
pt_br: Nova senha
zh_hans: 新的密码

source: Email
id: Alamat email
ko: 이메일 주소
zh_hans: 电子邮箱

# メールアドレスを入力してください。
source: Please fill your email address.
id: Masukan alamat email
ko: 이메일 주소를 입력해주세요.
pt_br: inserir o email
zh_hans: 请输入邮箱地址

# スーパーユーザにはスタフ権限が必須です。
source: Authorization for staff required in superuser.
id: Pengguna super harus memiliki hak staf.
ko: 슈퍼유저에는 스탭 권한이 필수입니다.
pt_br: Para ter acesso ao super usuário precisa ter direito de funcionário
zh_hans: 超级用户必须有相关人员的权限

# スーパーユーザにはスーパーユーザ権限が必須です。
source: Authorization for superuser required in superuser.
id: Superuser harus memiliki hak superuser.
ko: 슈퍼유저에는 슈퍼유저 권한이 필수입니다.
pt_br: Para ter acesso as informações super usuário precisa ter direito de super usuário
zh_hans: 超级用户必须有超级用户权限

# --性別--
source: --Gender--
id: --Jenis Kelamin--
ko: --성별--
pt_br: Gênero
zh_hans: --性别--

# 会員番号
source: Member code
id: Nomor pengguna
ko: 회원번호
pt_br: Numero de membro
zh_hans: 会员号码

# ログインしました。
source: Logged in.
id: Login berhasil
ko: 로그인하였습니다.
pt_br: Entrou na sua conta
zh_hans: 已登入

# ログアウトしました。
source: Logged out.
id: Keluar
ko: 로그아웃하였습니다.
pt_br: Saiu da sua conta
zh_hans: 已登出
